Repository: deckblue/l10n
Catalog: strings/strings_*.arb
Languages: cs, de, es, fi, fr, id, ja, ko, pt, ru, uk, zh_tw

# settingsDisableLinkWarningSubtitle
source: Won't show the link popup before you click formatted links
ja: インラインリンクを開く際の警告ポップアップを表示したくない場合
ko: 표시된 것과 다른 주소로 링크가 걸린 주소를 클릭할 때까지 링크 팝업을 표시하지 않음
pt: Não interceptar ao clicar em links formatados
uk: Спливаюче вікно з посиланням не показуватиметься до того, як ви натиснете на відформатовані посилання

# multiSelectLanguageDialogTitle
source: Select languages
ja: 言語を選択
ko: 언어 선택
pt: Selecionar idiomas
uk: Виберіть мови

# settingsContentLanguages
source: Content languages
ja: コンテンツ言語
ko: 콘텐츠 언어
pt: Filtrar idiomas
uk: Мови дописів

# postButtonLikes
source: Show likes
ja: いいねを表示
ko: 좋아요 표시
pt: Mostrar curtidas
uk: Показати вподобайки

# postButtonReposts
source: Show reposts
ja: リポストを表示
ko: 재게시 표시
pt: Mostrar reposts
uk: Показати перепости

# nextButton
source: Next
ja: 次へ
ko: 다음
pt: Próximo
uk: Далі

# viewButton
source: View
ja: 表示
ko: 보기
pt: Ver
uk: Переглянути

# hideButton
source: Hide
ja: 非表示
ko: 숨기기
pt: Esconder
uk: Приховати

# mutedPost
source: Post by muted user
ja: ミュートされたユーザーのポスト
ko: 뮤트한 사용자의 게시물
pt: Post por usuário mutado
uk: Пост від приглушеного користувача

# blockedPost
source: Post by blocked user
ja: ブロックされたユーザーのポスト
ko: 차단한 사용자의 게시물
pt: Post por usuário bloqueado
uk: Пост від заблокованого користувача

# threadgateHeader
source: Who can reply?
ja: 返信ルール
ko: 답글할 수 있는 사람
pt: Quem pode responder?
uk: Хто може відповідати?

# threadgateOptions
source: Or combine any of these options:
ja: 以下の条件を組み合わせることもできます:
ko: 또는 다음 옵션을 결합하세요:
pt: Ou combine estas opções:
uk: Або поєднайте будь-який із цих варіантів:

# postErrorThreadgate
source: Your post was created, but reply rules weren't applied.
ja: あなたのポストは作成されましたが、ポストに返信ルールを適用できませんでした。
ko: 게시물이 생성되었으나 답글 규칙이 적용되지 않았습니다.
pt: Seu post foi criado, mas as regras de resposta não foram aplicadas.
uk: Ваша допис було створено, але правила того, хто може відповідати на нього не застосовувалися.

# threadgateEverybody
source: Everybody
ja: 全員
ko: 모두 가능
pt: Todos
uk: Будь-хто

# threadgateNobody
source: Nobody
ja: 返信不可
ko: 모두 불가
pt: Ninguém
uk: Ніхто

# threadgateMention
source: Mentioned users
ja: メンションをしたユーザーのみ
ko: 멘션한 사용자
pt: Usuários mencionados
uk: Згадані користувачі

# threadgateFollowing
source: Followed users
ja: フォローしているユーザーのみ
ko: 팔로우한 사용자
pt: Usuários que você segue
uk: Ті, за ким стежите

# threadgateList
source: Users in "{listName}"
ja: "{listName}"のユーザーのみ
ko: "{listName}"에 포함된 사용자
pt: Usuários em "{listName}"
uk: Користувачі з "{listName}"

# threadgateViewNobody
source: Replies to this post are disabled
ja: このポストへの返信はできません
ko: 이 게시물에 답글할 수 없음
pt: Ninguém, as respostas estão desabilitadas
uk: Відповіді на цей пост вимкнені

# threadgateViewMention
source: Users mentioned in this thread
ja: このスレッドでメンションされたユーザーのみ
ko: 이 게시물에 멘션된 사용자
pt: Usuários mencionados
uk: Користувачі, згадані в цій темі

# threadgateViewFollowing
source: Users followed by {username}
ja: {username}にフォローされているユーザーのみ
ko: {username} 님이 팔로우하는 사용자
pt: Usuários seguidos por {username}
uk: Користувачі за якими стежить {username}

# threadgateViewList
source: Users in list "{listName}"
ja: "{listName}"のユーザーのみ
ko: "{listName}"에 포함된 사용자
pt: Membros da lista "{listName}"
uk: Користувачі зі списку "{listName}"

# settingsPanelModeration
source: Moderation
ja: モデレーション
ko: 검토
pt: Moderação
uk: Модерація

# settingsSound
source: Select a notification sound
ja: 通知音を選択
ko: 알림음 선택
pt: Selecione um som
uk: Обрати звук сповіщення

# scheduleInvalidAccount
source: You tried to schedule with an invalid scheduling account, please set it up.
ja: 無効な予約アカウントです。予約アカウントを確認してください。
ko: 잘못된 예약 계정으로 예약을 설정하려 시도했습니다. 예약 계정을 설정해 주세요.
pt: Você tentou agendar com uma conta de agendamento inválida. Por favor, configure-a.
uk: Ви намагалися запланувати публікацію за допомогою облікового запису, що немає доступу до планування, будь ласка, налаштуйте його.

# confirmRetryScheduledPost
source: Retry scheduled post
ja: 予約ポストのリトライ
ko: 예약 게시 다시 시도
pt: Reenviar post agendado
uk: Повторити заплановану публікацію

# confirmRetryScheduledPostContent
source: This post failed to be sent, make sure you've relinked your schedule account properly before retrying. It'll be sent at the specified timestamp, and it'll show in your profile 'in the past'. Are you sure you want set this post to be retried?
ja: 予約ポストの送信に失敗しました。この予約ポストの送信をリトライする前に、あなたの予約アカウントを再リンクしてください。予約ポストの送信をリトライすると、予約ポストに設定された日時でポストが送信されます。この予約ポストをリトライしてもいいですか？
ko: 이 게시물을 보낼 수 없습니다. 다시 시도하기 전에 예약 계정이 재연결되었는지 확인해 주세요. 해당 게시물은 지정된 시간에 보냈던 것으로 표시되며, 프로필에서는 과거에서 게시되었다 표시될 것입니다. 게시를 다시 시도하시겠습니까?
pt: Este post não pôde ser enviado. Utilize a opção de revincular sua conta de agendamento antes de tentar o reenvio. Seu post aparecerá no seu perfil 'no passado'. Deseja tentar enviar novamente?
uk: Цю публікацію не вдалося виконати, переконайтеся, що ви належним чином привʼязали свій обліковий запис для запланованих дописів, перш ніж повторити спробу. Її буде зроблено у зазначений час, і вона зʼявиться у вашому профілі «в минулому». Ви впевнені, що хочете, повторити цю публікацію?

# retryScheduledPostButton
source: Retry
ja: リトライ
ko: 다시 시도
pt: Reenviar
uk: Повторити

# relinkScheduleAccount
source: Refresh scheduling account
ja: 予約アカウントを再リンク
ko: 예약 계정 새로 고침
pt: Atualizar conta de agendamento
uk: Оновити обліковий запис для запланованих дописів

# relinkScheduleAccountSubtitle
source: If you're having issues with scheduled posts not being sent, please use this option to login again with your scheduling account. Once that's done, please retry your failed posts.
ja: もし予約ポストに失敗する場合は、このオプションから予約アカウントの再リンクをしてください。
ko: 예약 게시에 문제가 생겼다면 이 설정을 사용하여 예약 계정에 다시 로그인하세요. 다시 로그인한 후 게시를 다시 시도해 주세요.
pt: Se você está tendo problemas com posts agendados, por favor utilize esta opção para relogar com a sua conta de agendamento. Em seguida, tente reenviar os posts que falharam.
uk: Якщо у вас виникли проблеми з тим, що заплановані дописи не надсилаються, будь ласка, скористайтеся цією опцією, щоб знову увійти за допомогою свого облікового запису для запланованих дописів. Після чого спробуйте повторити свої невдалі публікації.

# searchGIF
source: Search Tenor or GIPHY
ja: GIFを検索
ko: Tenor 또는 GIPHY 검색
pt: Procurar no Tenor ou GIPHY
uk: Шукати в Tenor чи GIPHY

source: Show replies
ja: 返信を表示
ko: 답글 표시
pt: Mostrar respostas
uk: Показати відповіді

# columnTitleScheduled
source: Scheduled
ja: 予約済み
ko: 예약됨
pt: Agendados
uk: Заплановано

# columnDescriptionScheduled
source: Your scheduled posts across all accounts
ja: すべてのリンクされたアカウントで予約されたポスト
ko: 모든 계정에서 예약된 게시물
pt: Todos os seus posts agendados, de todas as contas
uk: Ваші заплановані публікації у всіх облікових записах

source: Reconnect Patreon
ja: Patreonアカウントを再連携
ko: Patreon 재연결
pt: Reconectar Patreon
uk: Повторно підключити Patreon

# lastUpdated
source: Last updated: {datetime}
ja: 最終更新日時: {datetime}
ko: 마지막 업데이트: {datetime}
pt: Última atualização: {datetime}
uk: Останнє оновлення: {datetime}

# hideConfirm
source: Are you sure you want to hide this post?
ja: 本当にこのポストを非表示にしてもいいですか？
ko: 이 게시물을 숨기시겠습니까?
pt: Tem certeza de que quer esconder este post? Esta ação é irreversível e você não verá mais este post nesta instância do deck.blue (posts escondidos não são sincronizados)
uk: Ви впевнені, що хочете приховати цей пост?

# turnOn
source: Turn on {text}
ja: {text}を有効化
ko: {text} 켜기
pt: Ligar {text}
uk: Увімкнути {text}

# turnOff
source: Turn off {text}
ja: {text}を無効化
ko: {text} 끄기
pt: Desligar {text}
uk: Вимкнути {text}

source: Auto-refresh
ja: 自動更新
ko: 자동 새로 고침
pt: Atualização automática
uk: Автоматичне оновлення

# noSavedFeeds
source: No saved feeds available. You can use the Search to find them and then add them as columns!
ja: 利用可能なフィードがありません。フィードをカラムに追加するためには、検索から利用したいフィードを探して保存してください！
ko: 저장된 피드가 없습니다. 검색을 통해 피드를 찾고 컬럼으로 추가할 수 있습니다!
pt: Você não tem feeds salvos! Você pode encontrá-los na aba Feeds da Busca e adicioná-los como colunas!
uk: Немає доступних збережених каналів. Ви можете скористатися Пошуком, щоб знайти їх, а потім додати як стовпці!

source: Gallery Mode
ja: ギャラリーモード
ko: 갤러리 모드
pt: Modo de galeria
uk: Режим галереї

# galleryModeDescription
source: Only shows posts containing media, in a grid
ja: メディアが添付されたポストだけをグリッドで表示
ko: 미디어가 있는 게시물만 그리드로 표시
pt: Mostra apenas posts com mídia, em grade
uk: Показує лише публікації, що містять медіа

# quoteGifButton
source: Add GIF
ja: GIFを追加
ko: GIF 추가
pt: Anexar GIF
uk: Додати GIF

# editColumnDialog
source: Edit column
ja: カラムを編集
ko: 컬럼 편집
pt: Editar coluna
uk: Редагувати колонку

source: Rename column
ja: カラムの名前変更
ko: 컬럼 이름 변경
pt: Renomear coluna
uk: Перейменувати стовпець

# selectIcon
source: Select a custom icon
ja: カスタムアイコンを選択
ko: 맞춤 아이콘 선택
pt: Selecione um ícone
uk: Вибрати власну іконку

source: No results for:
ja: 一致する結果が見つかりませんでした:
ko: 검색 결과 없음:
pt: Nenhum resultado para:
uk: Немає результатів для:

source: Use default icon
ja: デフォルトのアイコンを使用
ko: 기본 아이콘 사용
pt: Usar ícone original
uk: Використовувати стандартну іконку

source: Reset to default
ja: デフォルトの設定にリセット
ko: 기본으로 초기화
pt: Redefinir
uk: Скинути до типового

source: Created by
ja: 作成者:
ko: 만든이:
pt: Por
uk: Створив(ла)

source: Members
ja: メンバー
ko: 멤버
pt: Membros
uk: Учасники

# blockList
source: Block all members
ja: すべてのメンバーをブロック
ko: 모든 멤버 차단
pt: Bloquear todos os membros
uk: Заблокувати всіх учасників

# muteList
source: Mute all members
ja: すべてのメンバーをミュート
ko: 모든 멤버 뮤트
pt: Silenciar todos os membros
uk: Стишити всіх учасників

source: Lists
ja: リスト
ko: 리스트
pt: Listas
uk: Списки

# emptyLists
source: This user doesn't have any lists available!
ja: このユーザーは利用可能なリストを持っていません！
ko: 이 사용자에게는 이용 가능한 리스트가 없습니다!
pt: Este usuário não tem listas disponíveis!
uk: У цього користувача немає доступних списків!

# settingsDisablePostReactionCount
source: Hide number of reactions on posts
ja: ポストのリアクション数を非表示
ko: 게시물 상호작용 수 숨기기
pt: Esconder contadores
uk: Приховати кількість реакцій на публікаціях

# settingsDisablePostReactionCountSubtitle
source: Won't show the number of reactions on posts such as reply, repost and like
ja: 返信、リポスト、いいねの数を表示したくない場合
ko: 답글, 재게시, 좋아요 등 상호작용 수를 표시하지 않음
pt: Não mostrar contadores de curtidas/reposts/respostas
uk: Не показувати кількість реакцій на такі публікації, як відповідь, репост та вподобання

# setupButton
source: Setup
ja: セットアップ
ko: 설정
pt: Configurar
uk: Встановити

# settingsBlurImages
source: Blur restricted images
ja: 画像のぼかし加工を有効化
ko: 규제된 이미지 흐리게 처리
pt: Borrar imagens inapropriadas
uk: Розмиття заборонених зображень

# settingsBlurImagesDescription
source: Instead of hiding inappropriate images, they'll be blurred
ja: 不適切な画像を非表示にする代わりにぼかし加工で表示
ko: 부적절한 이미지를 숨기는 대신 흐리게 표시함
pt: Ao invés de escondê-las, um filtro de borrão será aplicado nelas
uk: Замість того, щоб приховувати заборонені зображення, вони будуть розмиті

# settingsLocaleDisclaimer
source: deck.blue uses crowd-sourced translations! If you notice anything wrong in your language, click here to submit a fix.
ja: deck.blueの翻訳はクラウドソーシングで行われています！もし翻訳の誤りを見つけた場合はこのリンクから修正された翻訳を投稿してください。
ko: deck.blue는 크라우드소스로 번역됩니다! 사용 중인 언어에서 잘못된 부분이 있다면 여기를 클릭하여 수정할 수 있습니다.
pt: deck.blue usa traduções feitas por voluntários! Se perceber algo errado no seu idioma, clique aqui para ajudar a corrigir.
uk: Український переклад Deck.blue робиться спільнотою! Якщо ви помітили що щось не так, натисніть тут, щоб надіслати виправлення.

# postErrorMedia
source: Couldn't post due to a media upload error. Please try again later.
ja: メディアのアップロードエラーでポストに失敗しました。しばらくしてからもう一度お試しください。
ko: 미디어 업로드 오류 때문에 게시할 수 없습니다. 나중에 다시 시도해 주세요.
pt: Não foi possível enviar este post por um erro relacionado ao upload de mídias. Por favor, tente novamente mais tarde.
uk: Не вдалося опублікувати через помилку завантаження медіа. Будь ласка, спробуйте ще раз пізніше.

# postButtonSearch
source: Search posts
ja: ポストを検索
ko: 게시물 검색
pt: Pesquisar posts
uk: Шукати дописи

# columnDescriptionSearch
source: Add a column for a specific search or hashtag
ja: 特定のテキストやハッシュタグの検索結果
ko: 특정 검색어 또는 해시태그 컬럼 추가
pt: Uma coluna para uma pesquisa ou hashtag específica
uk: Додати стовпець для пошукового запиту або хештегу

# settingsMutedWordsSubtitle
source: These muted words are synced with other Bluesky clients
ja: これらのワードミュートはdeck.blue以外のBlueskyクライアントと同期されます
ko: 뮤트한 단어는 다른 Bluesky 클라이언트와 동기화됨
pt: Estas palavras silenciadas são sincronizadas com outros apps do Bluesky
uk: Ці стоп-слова синхронізуються з іншими клієнтами Bluesky

# confirmUnmuteWord
source: Unmute word
ja: ワードミュートの解除
ko: 단어 뮤트 해제
pt: Tem certeza?
uk: Прибрати слово

# confirmUnmuteWordContent
source: This word is currently muted, this means all posts containing it will appear again. You can always add it again if needed. Are you sure you want to unmute?
ja: ワードミュートを解除すると、ミュートされていたこのワードを含むすべてのポストが表示されるようになります。ワードミュートを解除した後でも、必要であればいつでもこのワードをミュート対象として設定することができます。本当にミュートを解除してもいいですか？
ko: 이 단어는 뮤트 중입니다. 뮤트를 해제할 경우 이 단어를 포함한 게시물이 다시 표시됩니다. 필요할 경우 다시 뮤트할 수 있습니다. 뮤트를 해제하시겠습니까?
pt: Isto removerá esta palavra silenciada. Você pode adicioná-la novamente a qualquer momento.
uk: Це слово наразі є небажаним, це означає, що всі дописи, що містять його, зʼявлятимуться знов. Ви завжди можете додати його знову, якщо це необхідно. Ви впевнені, що хочете прибрати це слово?

# mutedWordHint
source: Enter a word or tag
ja: ワードかタグを入力
ko: 단어 또는 태그 입력
pt: Insira uma palavra ou tag
uk: Введіть слово чи теґ

# mutedWordTargetAll
source: Text & tags
ja: テキスト & タグ
ko: 텍스트 및 태그
pt: Texto & tags
uk: Текст & теґи

# mutedWordTargetTag
source: Tags only
ja: タグのみ
ko: 태그만
pt: Só tags
uk: Тільки теґи

# convertMutedWordsTitle
source: Convert muted words
ja: ワードミュートの変換
ko: 뮤트한 단어 변환
pt: Converter palavras silenciadas
uk: Конвертувати стоп-слова

# convertMutedWordsSubtitle
source: Upload deck.blue's old muted words to Bluesky
ja: deck.blueで設定した旧仕様のワードミュートをBlueskyにアップロード
ko: deck.blue의 구 단어 목록을 Bluesky로 업로드
pt: Fazer upload das palavras silenciadas do deck.blue pro Bluesky
uk: Надіслати старі стоп-слова з deck.blue до Bluesky

# convertMutedWordsContent
source: Your old deck.blue muted words aren't valid/active anymore, but you can upload them to the selected {handle} account by confirming with the button below. Your old muted words are: {mutedWords}.
ja: Blueskyで公式にワードミュートが実装されたことで、あなたがdeck.blueで設定したワードミュートは有効ではなくなりましたが、以下のボタンから選択された{handle}のアカウントに旧仕様のワードミュートを公式の仕様に移行させることが可能です。あなたが使用していた移行可能なワードミュートは次のものです: {mutedWords}
ko: 예전 deck.blue 뮤트 단어는 더는 이용할 수 없으나 선택한 {handle} 계정으로 업로드할 수 있습니다. 예전한 뮤트한 단어는 다음과 같습니다: {mutedWords}.
pt: Suas palavras silenciadas do deck.blue não são mais válidas, para utilizá-las novamente na conta {handle}, basta confirmar no botão abaixo. Suas palavras silenciadas eram essas: {mutedWords}.
uk: Ваші старі стоп-слова з deck.blue більше не є дійсними/активними, але ви можете завантажити їх до облікового запису {handle}, підтвердивши це за допомогою кнопки нижче. Ваші старі стоп-слова: {mutedWords}.

# patreonTierBooster
source: Booster
ja: ブースター
uk: Бустер

# hiddenPost
source: Post hidden
ja: プロフィール/ワード/タグによる非表示
ko: 게시물 숨김
pt: Post silenciado (usuário/palavra/tag silenciada)
uk: Допис приховано (стишені профіль/слово/теґ)

# emptyDisabledReposters
source: No profiles with disabled reposts yet
ja: リポストを無効化したプロフィールはまだありません
ko: 아직 재게시가 꺼진 프로필 없음
pt: Nenhum perfil teve os reposts desabilitados ainda
uk: Ще немає профілів з вимкненими репостами

source: Disable reposts
ja: リポストを無効化
ko: 재게시 끄기
pt: Desabilitar reposts
uk: Вимкнути репости

source: Enable reposts
ja: リポストを有効化
ko: 재게시 켜기
pt: Habilitar reposts
uk: Увімкнути репости

# settingsDisabledReposters
source: Disabled reposters
ja: リポストを無効化したプロフィール
ko: 재게시를 끈 프로필
uk: Вимкнуті репостери

# settingsDisabledRepostersSubtitle
source: All profiles you've disabled reposts
ja: あなたがリポストを無効化した全てのプロフィール
ko: 재게시 기능을 끈 모든 프로필
uk: Всі профілі, яким не дозволено робити репости

# enableRepostsConfirm
source: Are you sure you want to re-enable reposts for {handle}?
ja: {handle}のリポストを有効にしてもいいですか？
ko: {handle} 재게시물을 다시 켜시겠습니까?
pt: Tem certeza de que quer habilitar os reposts da conta {handle} de novo?
uk: Ви дійсно бажаєте увімкнути можливість робити репости для {handle}?

# buttonBookmark
source: Bookmark
ja: ブックマーク
ko: 북마크
pt: Salvar
uk: Закладка

# emptyBookmarks
source: No bookmarked posts yet
ja: ブックマークされたポストはまだありません
ko: 북마크에 추가된 게시물 없음
pt: Nenhum post salvo
uk: Ще немає дописів у закладках

# settingsBookmarks
source: Bookmarks
ja: ブックマーク
ko: 북마크
pt: Posts salvos
uk: Закладки

# settingsBookmarksSubtitle
source: Your bookmarked posts on deck.blue, per account
ja: deck.blueにおいてアカウントごとにブックマークされたポスト
ko: deck.blue 계정당 북마크된 게시물
pt: Seus posts salvos no deck.blue, por conta
uk: Ваші дописи в закладках на deck.blue, в обліковому записі

# deleteBookmarkConfirm
source: Are you sure you want to remove this bookmarked post?
ja: このポストのブックマークを削除してもいいですか？
ko: 이 북마크된 게시물을 제거하시겠습니까?
pt: Tem certeza de que quer remover este post salvo?
uk: Ви впевнені, що хочете видалити цей пост з закладок?

# columnTitleBookmark
source: Bookmarks
ja: ブックマーク
ko: 북마크
pt: Posts salvos
uk: Закладки

# columnDescriptionBookmark
source: Bookmarked posts, per account
ja: アカウントごとにブックマークされたポスト
ko: 계정당 북마크된 게시물
pt: Posts salvos, por conta
uk: Дописи в закладках в обліковому записі

source: Repost again
ja: 再リポスト
ko: 다시 재게시
pt: Repostar de novo
uk: Зарепостити знову

# successNewPost
source: Post sent successfully, updating columns…
ja: ポストの送信に成功しました！カラムを更新中です...
ko: 게시했습니다. 컬럼 업데이트 중…
pt: Post enviado com sucesso, atualizando colunas…
uk: Допис опубліковано, оновлення стовпців…

# successScheduledPost
source: Post scheduled successfully!
ja: ポストの予約に成功しました！
ko: 예약 게시 성공!
pt: Post agendado com sucesso!
uk: Допис заплановано!

# twoFactorAuthLabel
source: Sign-in code
ja: サインインコード
ko: 로그인 코드
uk: Код доступу

# twoFactorAuthTooltip
source: This is a code Bluesky sends you if you enabled two-factor authentication, it is NOT deck.blue's reset password code.
ja: サインインコードは、あなたが2要素認証（2FA）を有効化している場合に、ログインの際にBlueskyからアカウントの登録メールアドレスに送信されるコードです。deck.blueのパスワードリセットのコードではありません。
ko: 2단계 인증을 켰을 때 Bluesky가 보내는 코드입니다. deck.blue의 비밀번호 초기화 코드가 아닙니다.
uk: Це код, який Bluesky надсилає вам, якщо ви ввімкнули двофакторну автентифікацію, це НЕ код для скидання пароля deck.blue.

# errorLogin2FANeeded
source: A sign-in code from Bluesky is required, it was sent to your registered email for this account.
ja: ログインするためにはBlueskyから送信されるサインインコードが必須です。あなたのアカウントの登録メールアドレスに送信されたサインインコードを確認してください。
ko: Bluesky의 로그인 코드가 필요합니다. 계정에 등록된 이메일을 확인해 주세요.
uk: Код від Bluesky потрібний для входу, він був надісланий на вашу зареєстровану електронну пошту для цього облікового запису.

source: Show labels
ja: ラベルを表示
ko: 라벨 표시
uk: Показувати мітки

# showLabelsDescription
source: Display labels from moderation labelers
ja: モデレーションラベラーによるラベルを表示
ko: 검토 라벨러들의 라벨 표시
uk: Показувати мітки від модераторів

# settingsTranslationLocale
source: Translation language
ja: 翻訳
ko: 언어 번역
uk: Мова перекладу

# settingsTranslationLocaleDisclaimer
source: deck.blue uses DeepL for post translations, it defaults to your display language if not changed
ja: deck.blueはポストを翻訳するためにDeepLを使用します。設定で翻訳言語を変更しない場合、あなたが設定した表示言語がデフォルトで使われます。
ko: deck.blue는 게시 번역에 DeepL을 사용합니다. 따로 변경하지 않았다면 표시 언어를 사용합니다.
uk: deck.blue використовує DeepL для перекладу дописів, стандартно використовується мова інтерфейсу, якщо її не змінено

# twoFactorAuthButton
source: 2FA
ja: 2要素認証（2FA）
ko: 2단계 인증

# loginSlogan2
source: Bluesky
fi: Blueskysta
id: Langit Biru
ko: 효율적으로
