Repository: deckblue/l10n
Catalog: strings/strings_*.arb
Languages: cs, de, es, fi, fr, id, ja, ko, pt, ru, uk, zh_tw

# columnTitleHome
source: Home
cs: Domů
de: Startseite
es: Inicio
fi: Etusivu
fr: Accueil
id: Beranda
ja: ホーム
ko: 홈
pt: Página inicial
ru: Главная
uk: Головна
zh_tw: 首頁

# columnTitleUser
source: You
cs: Ty
de: Du
es: Tú
fi: Profiili
fr: Vous
id: Anda
ja: あなた
ko: 나
pt: Você
ru: Вы
uk: Ви
zh_tw: 個人

# columnTitleNotifications
source: Notifications
cs: Upozornění
de: Benachrichtigungen
es: Notificaciones
fi: Ilmoitukset
id: Pemberitahuan
ja: 通知
ko: 알림
pt: Notificações
ru: Уведомления
uk: Сповіщення
zh_tw: 通知

# columnTitleLikes
source: Likes
cs: Oblíbené
de: Gefällt Mir
es: Tus Me gusta
fi: Tykkäykset
fr: J'aime
id: Suka
ja: いいね
ko: 좋아요
pt: Curtidas
ru: Лайки
uk: Вподобання
zh_tw: 喜歡的內容

# columnTitleMentions
source: Mentions
cs: Zmínění
de: Erwähnungen
es: Menciones
fi: Maininnat
id: Menyebutkan
ja: メンション
ko: 멘션
pt: Menções
ru: Упоминания
uk: Згадки
zh_tw: 回覆

# columnTitleMedia
source: Media
cs: Média
de: Medien
es: Multimedia
fr: Médias
ja: メディア
ko: 미디어
pt: Mídia
ru: Медиа
uk: Медіа
zh_tw: 媒體

# columnTitleCustom
source: Custom Feed
cs: Zvláštní kanál
de: Benutzerdefinierter Feed
es: Feed personalizado
fi: Personoitu syöte
fr: Flux personnalisé
id: Umpan Khusus
ja: カスタムフィード
ko: 맞춤 피드
pt: Feed personalizado
ru: Пользовательский фид
uk: Стрічка користувача
zh_tw: 自訂來源

# columnTitleListFeed
source: List
cs: Seznam
de: Liste
es: Lista
fi: Luettelo
fr: Liste
id: Daftar
ja: リスト
ko: 리스트
pt: Lista
ru: Лист
uk: Список
zh_tw: 列表

# columnTitleSearch
source: Search
cs: Hledání
de: Suche
es: Buscar
fi: Etsi
fr: Recherche
id: Mencari
ja: 検索
ko: 검색
pt: Pesquisar
ru: Поиск
uk: Пошук
zh_tw: 搜尋

# serviceLabel
source: Service
cs: Služba
es: Servicio
fi: Palvelu
id: Servis
ja: サービス
ko: 서비스
pt: Serviço
ru: Сервис
uk: Сервіс
zh_tw: 服務

# usernameLabel
source: Identifier
cs: Identifikátor
de: Nutzername
es: Identificador
fi: Käyttäjä
fr: Identifiant
id: Nama Pengguna
ja: ユーザー名
ko: 식별자
ru: Имя пользователя
uk: Ідентифікатор
zh_tw: 帳號

# usernameHint
source: Username or e-mail
cs: Uživatelské jméno nebo e-mail
de: Nutzername oder E-Mail-Adresse
es: Nombre de usuario o correo electrónico
fi: Käyttäjätunnus tai sähköpostiosoite
fr: Nom d'utilisateur ou e-mail
id: Nama Pengguna or Alamat e-mail
ja: ユーザー名またはメールアドレス
ko: 사용자 이름 또는 이메일 주소
pt: Usuário ou e-mail
ru: Имя или емэйл
uk: Імʼя користувача або е-пошта
zh_tw: 用戶名稱或e-mail

# passwordLabel
source: App Password
cs: Aplikační heslo
de: App-Passwort
es: Contraseña de aplicación
fi: Salasana
fr: Mot de passe de l'application
id: Kata Sandi Aplikasi
ja: アプリパスワード
ko: 앱 비밀번호
pt: Senha do app
ru: Пароль приложения
uk: Пароль застосунку
zh_tw: 密碼

# loginButton
source: Login
cs: Přihlašovací jméno
de: Einloggen
es: iniciar Sesión
fi: Kirjaudu
fr: Se connecter
id: Masuk
ja: ログイン
ko: 로그인
pt: Entrar
ru: Войти
uk: Увійти
zh_tw: 登入

# loginFirebaseDescription
source: We use Google Analytics to send anonymous user events. All other data is kept between deck.blue and Bluesky's servers.
cs: Používáme Google Analytics pro odesílání anonymních událostí v aplikaci. Všechny ostatní data jsou uchovány mezi servery deck.blue a Bluesky.
de: Wir nutzen Google Analytics um anonymisierte Nutzerereignisse zu versenden. Alle anderen Daten verbleiben zwischen deck.blue und Bluesky's Servern.
es: Utilizamos Google Analytics para enviar eventos de usuario anónimos. Todos los demás datos se mantienen entre deck.blue y los servidores de Bluesky.
fi: Käytämme Google Analyticsia anonymisoitujen käyttäjätapahtumien lähettämiseen. Kaikki muut tiedot jäävät deck.bluen ja Blueskyn palvelimien välille.
fr: Nous utilisons Google Analytics pour envoyer des événements anonymes de l'utilisateur. Toutes les autres données sont conservées entre deck.blue et les serveurs Bluesky.
id: Kami menggunakan Google Analytics untuk mengirimkan peristiwa pengguna anonim. Semua data lainnya disimpan antara deck.blue dan server Bluesky.
ja: deck.blueはアプリケーションの品質改善を目的に、エラーログの解析をする際にSentryを使用し、匿名のユーザーイベントを解析する際にGoogle Analyticsを使用しています。その他のデータはすべて、deck.blueとBlueskyの特定のサーバー間で通信をする際に安全に使用されます。
ko: 저희는 익명 사용자 이벤트 전송을 위해 Google Analytics를 사용합니다. 그 외 모든 데이터는 deck.blue와 Bluesky의 서버에 보관됩니다.
pt: Utilizamos o Google Analytics para coletar dados anônimos sobre uso. Todos os outros dados são mantidos entre os servidores do Bluesky e do deck.blue
ru: Мы используем Гугль Аналитику для отправки анонимных пользовательских событий. Все остальные данные хранятся между серверами deck.blue и Bluesky.
uk: Ми використовуємо Google Analytics для надсилання анонімних подій користувачів. Всі інші дані зберігаються на серверах deck.blue та Bluesky.
zh_tw: deck.blue 使用 Google Analytics 來分析匿名用戶的事件資料，其餘資料都保存於 deck.blue 與 Bluesky 的伺服器之中。

# errorLoginUnknown
source: Couldn't login. Please try again later.
cs: Přihlášení selhalo. Zkuste to prosím později.
de: Einloggen fehlgeschlagen. Versuche es bitte zu einem späteren Zeitpunkt erneut.
es: No se ha podido iniciar sesión. Por favor, inténtalo más tarde.
fi: Kirjautuminen epäonnistui. Yritä uudelleen myöhemmin.
fr: Impossible de se connecter. Veuillez réessayer plus tard.
id: Tidak dapat masuk. Silakan coba lagi nanti.
ja: ログインに失敗しました。もう一度お試しください。
ko: 로그인할 수 없습니다. 나중에 다시 시도해 주세요.
pt: Não foi possível fazer login. Tente novamente mais tarde.
ru: Не удалось войти. Пожалуйста, попробуйте позже.
uk: Не вдалося увійти. Будь ласка, спробуйте пізніше.
zh_tw: 無法登入，請稍後再嘗試。

# errorLoginWrongCredentials
source: Wrong identifier or password. Please try again.
cs: Chybný identifikátor nebo heslo. Zkuste to prosím znovu.
de: Falscher Nutzername oder Passwort. Bitte versuche es erneut.
es: Identificador o contraseña incorrectos. Por favor, inténtalo de nuevo.
fi: Väärä käyttäjätunnus tai salasana. Yritä uudelleen.
fr: Identifiant ou mot de passe incorrect. Veuillez réessayer.
id: Nama Pengguna atau kata sandi salah. Silakan coba lagi.
ja: 認証情報に誤りがあります。入力した認証情報を確認してもう一度お試しください。
ko: 잘못된 식별자 또는 비밀번호입니다. 다시 시도해 주세요.
pt: Usuário ou senha incorretos. Tente novamente.
ru: Неверное имя или пароль. Пожалуйста, попробуйте еще раз.
uk: Неправильний ідентифікатор або пароль. Будь ласка, спробуйте ще раз.
zh_tw: 錯誤的帳號或密碼，請確認後再嘗試。

# errorLoginInvalidAppPassword
source: Invalid App Password. Please generate an App Password from the ? icon in the password field or press the login button again to ignore this warning.
cs: Neplatné aplikační heslo. Prosím vygenerujte si nové aplikační heslo pomocí ikony ? v poli s heslem nebo klikněte znovu na tlačítko přihlášení pro ignorování tohoto upozornění.
de: Ungültiges App-Passwort. Bitte generiere ein App-Passwort über das ? Symbol im Passwortfeld oder drücke erneut auf Einloggen um diese Warnung zu ignorieren.
es: Contraseña de aplicación no válida. Por favor, genera una contraseña de aplicación desde el icono ? en el campo de contraseña o pulsa el botón de inicio de sesión de nuevo para ignorar esta advertencia.
fi: Virheellinen sovelluksen salasana. Luo sovelluksen salasana käyttämällä ? -kuvaketta salasanakentässä tai paina Kirjaudu uudelleen ohittaaksesi tämän varoituksen.
fr: Mot de passe de l'application non valide. Veuillez générer un mot de passe de l'application en cliquant sur l'icône '?' dans le champ du mot de passe ou appuyez à nouveau sur le bouton de connexion pour ignorer cet avertissement.
id: Kata Sandi Aplikasi Tidak Valid. Silakan buat Kata Sandi Aplikasi dari ? ikon di bidang kata sandi atau tekan tombol login lagi untuk mengabaikan peringatan ini.
ja: 入力されたアプリパスワードの形式が正しくありません。 パスワードの入力欄の ? アイコンからアプリパスワードを作成するか、入力したアプリパスワードを確認してもう一度お試しください。またはこの警告を無視する場合は、このまま再度ログインボタンを押してください。
ko: 잘못된 앱 비밀번호입니다. 비밀번호 입력란에 있는 ? 아이콘을 클릭해 앱 비밀번호를 만들거나, 로그인 버튼을 다시 클릭하여 이 경고를 무시할 수 있습니다.
pt: App Password inválida. Gere uma senha clicando no ? no campo de senha ou clique no botão novamente para ignorar este aviso.
ru: Неверный пароль приложения. Пожалуйста, сгенерируйте пароль приложения или еще раз нажмите кнопку входа, чтобы игнорировать это предупреждение..
uk: Неправильний пароль застосунку. Будь ласка, згенеруйте пароль застосунку за допомогою піктограми ? в полі пароля або натисніть Увійти ще раз, щоб проігнорувати це попередження.
zh_tw: 不正確的應用程式密碼。請點選密碼欄位旁的 ? 圖示來產生一組應用程式用的密碼。或者也可以再點選一次登入按鈕來忽略這則警告訊息。

# errorLoginServerError
source: A server error has occurred. Please wait a bit and try again later.
cs: Nastala chyba na serveru. Prosíme vyčkejte a zkusto to znovu později.
de: Es gab einen Serverfehler. Bitte warte einen Moment und versuche es später erneut.
es: Se ha producido un error en el servidor. Espera un poco y vuelve a intentarlo más tarde.
fi: Tapahtui palvelinvirhe. Odota hetki ja yritä myöhemmin uudelleen.
fr: Une erreur de serveur s'est produite. Veuillez patienter un peu et réessayer plus tard.
id: Terjadi kesalahan server. Harap tunggu sebentar dan coba lagi nanti.
ja: サーバーエラーが発生しました。しばらくしてからもう一度お試しください。
ko: 서버 오류가 발생했습니다. 잠시 기다린 후 다시 시도해 주세요.
pt: Erro no servidor. Por favor, aguarde um pouco e tente novamente.
ru: Ошибка сервера. Пожалуйста, попробуйте позже.
uk: Сталася помилка сервера. Будь ласка, зачекайте трохи і спробуйте ще раз пізніше.
zh_tw: 伺服器發生錯誤，請稍待片刻後再嘗試。

# embedTypeQuote
source: Quote
cs: Citace
de: Zitat
es: Citar
fi: Lainaus
fr: Citation
id: Kutip
ja: 引用
ko: 인용
pt: Comentar
ru: Цитата
uk: Цитати
zh_tw: 引用

# embedTypeImageQuote
source: Quote w/ media
cs: Citace s médii
de: Zitat mit Medien
es: Citar con multimedia
fi: Lainaa kuvan kanssa
fr: Citation avec média
id: Kutipan dengan media
ja: メディア付きの引用
ko: 미디어가 있는 인용
pt: Comentar com mídia
ru: Цитата с изображением
uk: Цитати разом з медіа
zh_tw: 包含媒體的引用

# embedTypeLink
source: Link
cs: Odkaz
es: Enlace
fi: Linkki
fr: Lien
ja: リンク
ko: 링크
ru: Ссылка
uk: Посилання
zh_tw: 連結

# embedTypeImage
source: Media
cs: Média
de: Medien
es: Multimedia
fi: Kuva
fr: Média
ja: メディア
ko: 미디어
pt: Mídia
ru: Медиа
uk: Медіа
zh_tw: 圖片

# embedTypeReply
source: Replies
cs: Odpovědi
de: Antworten
es: Respuestas
fi: Vastaa
fr: Réponses
id: Balasan
ja: 返信
ko: 답글
pt: Respostas
ru: Ответы
uk: Відповіді
zh_tw: 回覆

# embedTypeRepost
source: Reposts
cs: Reposty
de: Geteilt
fi: Uudelleenjulkaise
fr: Repost
id: Memposting ulang
ja: リポスト
ko: 재게시
ru: Репосты
uk: Репости
zh_tw: 轉發

# mediaSizeHidden
source: Hidden
cs: Skryté
de: Versteckt
es: Oculto
fi: Piilotettu
fr: Masqué
id: Tersembunyi
ja: 非表示
ko: 숨김
pt: Ocultar
ru: Скрытое
uk: Приховано
zh_tw: 隱藏

# mediaSizeSmall
source: Small
cs: Malý
de: Klein
es: Pequeña
fi: Pieni
fr: Petit
id: Kecil
ja: 小
ko: 작게
pt: Pequeno
ru: Маленькое
uk: Малий
zh_tw: 小

# mediaSizeMedium
source: Medium
cs: Střední
de: Mittel
es: Mediana
fi: Keskikokoinen
fr: Moyen
id: Sedang
ja: 中
ko: 중간
pt: Médio
ru: Среднее
uk: Середній
zh_tw: 中

# mediaSizeLarge
source: Large
cs: Velký
de: Groß
es: Grande
fi: Suuri
fr: Grand
id: Besar
ja: 大
ko: 크게
pt: Grande
ru: Большое
uk: Великий
zh_tw: 大

# mediaSizeSetting
source: Media thumbnail size
cs: Velikost náhledu média
de: Medien-Vorschau-Größe
es: Tamaño de la miniatura multimedia
fi: Median kokoasetukset
fr: Taille de vignette des médias
id: Ukuran gambar kecil media
ja: メディアサムネイルのサイズ
ko: 미디어 미리보기 크기
pt: Tamanho das miniaturas de mídia
ru: Размер медиа иконки
uk: Розмір мініатюри медіа
zh_tw: 縮圖大小

# embedTypeSetting
source: Allowed embeds
cs: Povolené vkládání
de: Erlaube Einbindungen
es: Incrustaciones permitidas
fi: Sallitut upotukset
fr: Intégrations autorisées
id: Penyematan yang diizinkan
ja: 表示する埋め込みの形式
ko: 허용된 임베드
pt: Tipos de anexo
ru: Тип встраивания
uk: Дозволені вставки
zh_tw: 允許的內嵌類別

# postTypeSetting
source: Allowed post types
cs: Povolené typy příspěvků
de: Erlaubte Post-Arten
es: Tipos de post permitidos
fi: Sallitut julkaisulajit
fr: Types de publications autorisés
id: Jenis postingan yang diperbolehkan
ja: 表示するポストの形式
ko: 허용된 게시물 유형
pt: Tipos de post
ru: Тип поста
uk: Дозволені типи повідомлень
zh_tw: 允許的文章類別

# hiddenImageLabel
source: Image
cs: Obrázek
de: Bild
es: Imagen
fi: Kuva
id: Gambar
ja: 画像
ko: 이미지
pt: Imagem
ru: Скрытое изображение
uk: Зображення
zh_tw: 圖片

# removeColumnButton
source: Remove
cs: Odstranit
de: Entfernen
es: Eliminar
fi: Poista
fr: Supprimer
id: Hapus
ja: 削除
ko: 삭제
pt: Remover
ru: Удалить колонку
uk: Видалити
zh_tw: 移除

# addColumnDialogTitle
source: Add a new column
cs: Přidat nový sloupec
de: Neue Spalte hinzufügen
es: Añadir una nueva columna
fi: Lisää uusi sarake
fr: Ajouter une nouvelle colonne
id: Tambah Kolom Baru
ja: カラムの追加
ko: 새 컬럼 만들기
pt: Adicionar coluna
ru: Добавить колонку
uk: Додати нову колонку
zh_tw: 增加一欄

# addFeedColumnDialogTitle
source: Add a Feed column
cs: Přidat nový sloupec s kanálem
de: Füge einen neuen Feed als Spalte hinzu
es: Añadir una nueva columna de Feed
fi: Lisää uusi syöte sarakkeena
fr: Ajouter une nouvelle colonne de flux
id: Tambah Umpan Baru
ja: カスタムフィードのカラムを追加
ko: 새 피드 컬럼 만들기
pt: Adicionar coluna de feed
ru: Добавить пользовательский фид
uk: Додати колонку Каналу
zh_tw: 增加訊息來源

# columnDescriptionHome
source: Your default timeline
cs: Vaše základní timeline
de: Dein Standard-Feed
es: Tu cronología por defecto
fi: Oletussyötteesi
fr: Votre chronologie par défaut
id: Garis langit default Anda
ja: あなたのデフォルトタイムライン
ko: 내 기본 타임라인
pt: Sua timeline principal
ru: Ваша главная колонка
uk: Ваш звичайний перегляд
zh_tw: 預設首頁

# columnDescriptionUser
source: Your own posts
cs: Vaše příspěvky
de: Deine eigenen Beiträge
es: Tus propios posts
fi: Omat julkaisut
fr: Vos propres publications
id: Postingan Anda sendiri
ja: あなたのポスト
ko: 내 게시물
pt: Seus posts
ru: Ваши посты
uk: Ваші власні дописи
zh_tw: 您的貼文

# columnDescriptionNotifications
source: Your notifications
cs: Vaše notifikace
de: Deine Benachrichtigungen
es: Tus notificaciones
fi: Ilmoitukset
fr: Vos notifications
id: Notifikasi Anda
ja: あなたの通知
ko: 내 알림
pt: Suas notificações
ru: Ваши уведомления
uk: Ваші сповіщення
zh_tw: 您的提示訊息

# columnDescriptionLikes
source: Your liked posts
cs: Vaše oblíbené příspěvky
de: Beiträge, die dir gefallen
es: Los posts que te gustan
fi: Julkaisut, joista pidät
fr: Vos publications aimées
id: Postingan yang kami sukai
ja: あなたのいいね
ko: 내가 좋아한 게시물
pt: Seus posts curtidos
ru: Посты, которые вам понравились
uk: Вподобані вами дописи
zh_tw: 您喜歡的貼文

# columnDescriptionMentions
source: Every post that mentions you
cs: Všechny příspěvky se zmínkou o Vás
de: Beiträge, in denen du erwähnt wirst
es: Cada post que te mencione
fi: Julkaisut, jotka mainitsevat sinut
fr: Chaque publication qui vous mentionne
id: Setiap postingan yang menyebut Anda
ja: あなたをメンションしたポスト
ko: 나를 멘션한 모든 게시물
pt: Todo post que menciona você
ru: Посты, в которых вас упоминали
uk: Всі дописи, де вас було згадано
zh_tw: 每則有提及到你的貼文

# columnDescriptionMedia
source: Your posts with any media
cs: Vaše příspěvky s médii
de: Deine Beiträge mit Medien
es: Tus posts con cualquier multimedia
fi: Julkaisusi medioilla
fr: Vos publications avec des médias
id: Postingan Anda dengan media apa pun
ja: メディアが添付されたあなたのポスト
ko: 내 미디어가 있는 게시물
pt: Seus posts contendo mídia
ru: Посты с медиа
uk: Ваші дописи з медіа
zh_tw: 有包含媒體檔案的貼文

# columnDescriptionCustom
source: Select a custom feed from your saved ones
cs: Zvolte zvláštní kanál z Vámi uložených
de: Wähle einen gespeicherten benutzerdefinierten Feed
es: Selecciona una feed personalizado de los que tengas guardados
fi: Valitse tallennettu mukautettu syöte
fr: Sélectionnez un flux personnalisé parmi vos flux sauvegardés
id: Pilih feed khusus dari feed yang Anda simpan
ja: カスタムフィードを選択
ko: 저장했던 맞춤 피드를 선택하세요
pt: Selecione um feed da sua lista de favoritos
ru: Выберите пользовательский фид из сохраненных
uk: Оберіть власний список зі збережених
zh_tw: 從儲存的自訂來源中挑選一個

# columnDescriptionListFeed
source: Create a list or select an existing one
cs: Vytvořte seznam, nebo zvolte existující
de: Erstelle eine Liste oder wähle eine bestehende
es: Crear una lista o seleccionar una existente
fi: Luo lista tai valitse olemassa oleva
fr: Créez une liste ou sélectionnez-en une existante
id: Buat daftar atau pilih yang sudah ada
ja: リストフィードを選択
ko: 이미 있는 리스트를 선택하거나 새 리스트를 만드세요
pt: Crie uma lista ou escolha uma existente
ru: Создайте лист или выберите лист из сохраненных
uk: Створіть список чи виберіть з наявних
zh_tw: 建立或選擇既有的一列表

# selectLanguageDialogTitle
source: Select the language of your post
cs: Zvolte jazyk příspěvku
de: Wähle die Sprache deines Beitrages
es: Selecciona el idioma de tu post
fi: Valitse julkaisusi kieli
fr: Sélectionnez la langue de votre publication
id: Pilih bahasa postingan Anda
ja: ポストの言語を選択してください
ko: 내 게시물의 언어를 선택하세요
pt: Selecione o idioma do seu post
ru: Выберите язык поста
uk: Оберіть мову вашого допису
zh_tw: 指定貼文的語言

# selectOtherLanguage
source: Other…
cs: Ostatní…
de: Weitere…
es: Otro…
fi: Muu...
fr: Autre…
id: Lainnya…
ja: その他…
ko: 기타…
pt: Outro…
ru: Другой...
uk: Інші…
zh_tw: 其他...

# postButton
source: Post
cs: Příspěvek
de: Posten
fi: Julkaise
fr: Publier
id: Kirim
ja: ポスト
ko: 게시
pt: Postar
ru: Отправить
uk: Надіслати
zh_tw: 發文

# deleteButton
source: Delete
cs: Smazat
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
id: Hapus
ja: 削除
ko: 삭제
pt: Deletar
ru: Удалить
uk: Видалити
zh_tw: 刪除

# postDialogHint
source: What's up?
cs: Jak to jde?
de: Was geht ab?
es: ¿Qué pasa?
fi: Mitä kuuluu?
fr: Quoi de neuf ?
id: Apa yang sedang terjadi?
ja: いまどうしてる？
ko: 무슨 일이 일어나고 있나요?
pt: O que está acontecendo?
ru: Напишите что-нибудь
uk: Як справи?
zh_tw: 怎麼了？

# postErrorUpload
source: Couldn't post. Please try again later.
cs: Nemohu zveřejnit příspěvek. Zkuste to později.
de: Konnte nicht abgeschickt werden. Versuche es bitte später erneut.
es: No se ha podido publicar. Vuelve a intentarlo más tarde.
fi: Ei voitu lähettää. Yritä myöhemmin uudelleen.
fr: Impossible de publier. Veuillez réessayer ultérieurement.
id: Tidak dapat memposting. Silakan coba lagi nanti.
ja: ポストできませんでした。もう一度お試しください。
ko: 게시에 실패했습니다. 나중에 다시 시도해 주세요.
pt: Não foi possível enviar este post. Tente novamente mais tarde.
ru: Не удалось создать пост. Пожалуйста, попробуйте позже.
uk: Не вдалося опублікувати. Будь ласка, спробуйте пізніше.
zh_tw: 無法張貼，請稍後再嘗試。

# postErrorDelete
source: Couldn't delete this post. Please try again later.
cs: Nemohu tento příspěvek smazat. Zkuste to později.
de: Beitrag konnte nicht gelöscht werden. Versuche es bitte später erneut.
es: No se ha podido eliminar este mensaje. Vuelve a intentarlo más tarde.
fi: Julkaisua ei voitu poistaa. Yritä myöhemmin uudelleen.
fr: Impossible de supprimer cette publication. Veuillez réessayer ultérieurement.
id: Tidak dapat menghapus postingan ini. Silakan coba lagi nanti.
ja: ポストを削除できませんでした。もう一度お試しください。
ko: 게시물을 삭제할 수 없습니다. 나중에 다시 시도해 주세요.
pt: Não foi possível deletar este post. Tente novamente mais tarde.
ru: Не удалось удалить пост. Пожалуйста, попробуйте позже
uk: Не вдалося видалити цей допис. Будь ласка, спробуйте пізніше.
zh_tw: 無法刪除此貼文，請稍後再嘗試。

# postErrorLike
source: Couldn't like this post. Please try again later.
cs: Nemohu tento příspěvek oblíbit. Zkuste to později.
de: Konnte nicht geliked werden. Versuche es bitte später erneut.
es: No se ha podido dar me gusta este post. Vuelve a intentarlo más tarde.
fi: Tykkäystä ei voitu lisätä. Yritä myöhemmin uudelleen.
fr: Impossible d'aimer cette publication. Veuillez réessayer ultérieurement.
id: Tidak dapat menyukai postingan ini. Silakan coba lagi nanti.
ja: いいねできませんでした。もう一度お試しください。
ko: 이 게시물에 좋아요를 남길 수 없습니다. 나중에 다시 시도해 주세요.
pt: Não foi possível enviar este post. Tente novamente mais tarde.
ru: Не удалось поставить лайк. Пожалуйста, попробуйте позже.
uk: Не вдалося вподобати цей допис. Будь ласка, спробуйте пізніше.
zh_tw: 無法收藏此貼文，請稍後再嘗試。

# postErrorRepost
source: Unable to repost. Please try again later.
cs: Nemohu znovu zveřejnit tento příspěvek. Zkuste to později.
de: Teilen ist fehlgeschlagen. Versuche es bitte später erneut.
es: No se pudo repostear. Vuelve a intentarlo más tarde.
fi: Jakaminen epäonnistui. Yritä myöhemmin uudelleen.
fr: Impossible de republier. Veuillez réessayer ultérieurement.
id: Tidak dapat memposting ulang. Silakan coba lagi nanti.
ja: リポストできませんでした。もう一度お試しください。
ko: 재게시할 수 없습니다. 나중에 다시 시도해 주세요.
pt: Não foi possível repostar este post. Tente novamente mais tarde.
ru: Не удалось репостнуть. Пожалуйста, попробуйте позже.
uk: Неможливо перепостити. Будь ласка, спробуйте пізніше.
zh_tw: 無法轉發此貼文，請稍後再試看看。

# replyButton
source: Reply
cs: Odpověď
de: Antworten
es: Responder
fi: Vastaa
fr: Répondre
id: Membalas
ja: 返信
ko: 답글
pt: Responder
ru: Ответить
uk: Відповісти
zh_tw: 回覆

# repostButton
source: Repost
cs: Znovu zveřejnit
de: Erneut posten
es: Repostear
fi: Jaa uudelleen
fr: Republier
id: Posting ulang
ja: リポスト
ko: 재게시
pt: Repostar
ru: Репост
uk: Репост
zh_tw: 轉發

# quoteButton
source: Quote
cs: Citovat
de: Zitieren
es: Citar
fi: Siteeraa
fr: Citer
id: Kutip
ja: 引用
ko: 인용
pt: Comentar
ru: Цитата
uk: Цитувати
zh_tw: 引用

# likeButton
source: Like
cs: Oblíbit
de: Gefällt Mir
es: Me gusta
fi: Tykkää
fr: J'aime
id: Suka
ja: いいね
ko: 좋아요
pt: Curtir
ru: Лайк
uk: Вподобати
zh_tw: 喜愛

# replyDialogHint
source: Write a reply to this post
cs: Napište odpověď na tento příspěvek
de: Antworte auf diesen Beitrag
es: Escribir una respuesta a esta publicación
fi: Vastaa tähän julkaisuun
fr: Écrivez une réponse à cette publication
id: Tulis balasan untuk posting ini
ja: 返信を書いてください
ko: 이 게시물에 답글 작성하기
pt: Responda a este post
ru: Ответить на пост
uk: Напишіть відповідь на цей допис
zh_tw: 對此貼文的回覆

# quoteDialogHint
source: Say something about this post
cs: Napišt něco o tomto příspěvku
de: Teile deine Meinung mit anderen
es: Di algo sobre este post
fi: Jaa mielipiteesi muiden kanssa
fr: Dites quelque chose à propos de cette publication
id: Katakan sesuatu tentang postingan ini
ja: ポストにコメントを追加
ko: 이 게시물에 대해 설명하기
pt: Diga algo sobre este post
ru: Цитировать пост
uk: Скажіть щось з цього приводу
zh_tw: 說些什麼

# threadTitle
source: Thread
cs: Vlákno
es: Hilo
fi: Keskusteluketju
fr: Fil de discussion
id: Utas
ja: スレッド
ko: 스레드
ru: Тред
uk: Тред
zh_tw: 對話串

# undoButton
source: Undo
cs: Vrátit zpět
de: Rückgängig machen
es: Deshacer
fi: Kumoa
fr: Annuler
id: Kembali ke awal
ja: 取り消し
ko: 실행 취소
pt: Desfazer
ru: Отменить
uk: Відмінити
zh_tw: 取消

# postButtonCopy
source: Share
cs: Sdílet
de: Teilen
es: Compartir
fi: Jaa
fr: Partager
id: Bagikan
ja: 共有
ko: 공유
pt: Compartilhar
ru: Скопировать ссылку
uk: Поділитись
zh_tw: 分享

# postCopyMessage
source: Copied to clipboard
cs: Zkopírováno do schránky
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fi: Kopioitu leikepöydälle
fr: Copié dans le presse-papiers
id: Disalin ke papan klip
ja: クリップボードにコピーしました
ko: 클립보드에 복사됨
pt: Copiado para a área de transferência
ru: Ссылка скопирована!
uk: Скопійовано до буфера обміну
zh_tw: 複製到剪貼簿

# postButtonOpen
source: Open in bsky
cs: Otevřít na Bsky
de: In bsky öffnen
es: Abrir en bsky
fi: Avaa bsky:ssä
fr: Ouvrir dans bsky
id: Buka di bluesky
ja: 公式アプリで見る
ko: Bluesky에서 열기
pt: Abrir no Bluesky
ru: Открыть в bsky
uk: Відкрити в bsky
zh_tw: 開啟 Bluesky 的原出處

# errorThreadEmptyPost
source: Unable to find post
cs: Nemůžu najít příspěvek
de: Beitrag konnte nicht gefunden werden
es: No se pudo encontrar el post
fi: Julkaisua ei löydy
fr: Impossible de trouver la publication
id: Tidak dapat menemukan postingan
ja: ポストが見つかりませんでした
ko: 게시물을 찾을 수 없음
pt: Não foi possível encontrar este post
ru: Не удалось найти пост.
uk: Не вдалося знайти допис
zh_tw: 無法找到此貼文

# searchDialogHint
source: Search
cs: Vyhledat
de: Suchen
es: Buscar
fi: Haku
fr: Rechercher
id: Mencari
ja: 検索
ko: 검색
pt: Pesquisar
ru: Поиск
uk: Пошук
zh_tw: 搜尋

# searchDialogUsers
source: Users
cs: Uživatelé
de: Nutzer
es: Usuarios
fi: Käyttäjät
fr: Utilisateurs
id: Pengguna
ja: ユーザー
ko: 사용자
pt: Usuários
ru: Пользователи
uk: Користувачі
zh_tw: 用戶

# searchDialogPosts
source: Posts
cs: Příspěvky
de: Beitrag
fi: Julkaisut
fr: Publications
id: Postingan
ja: ポスト
ko: 게시물
ru: Посты
uk: Дописи
zh_tw: 貼文
