Repository: deckblue/l10n
Catalog: strings/strings_*.arb
Languages: cs, de, es, fi, fr, id, ja, ko, pt, ru, uk, zh_tw

# aboutDescription2
source: By using deck.blue, you can do everything you can already do on the official apps with the benefit of an information-efficient layout, organizing columns – updated in real time – to better fit your needs. Wanna keep track of many searched terms at once? Just add a column for each one! By using Bluesky's custom feed system, you can also follow as many communities as you want.
cs: S deck.blue můžete dělat vše, co umí oficiální aplikace, ale také máte výhodu informačně-efektivního layoutu, uspořádaných sloupců - aktualizovaných v reálném čase - což lépe vyhovuje potřebámm uživatele. Chcete udržet přehled nad všemi vyhledávanými výrazy naráz? Prostě přidejte sloupec pro každý z nich! Díky systému zvláštních kanálům Bluesky můžete sledovat tolik komunit, kolik jen chcete.
de: Durch die Nutzung von deck.blue kannst du alles machen, was du auch in der offiziellen App kannst, mit dem Vorteil eines effizienteren Layouts und organisierten Spalten – in Echtzeit aktualisiert – um BlueSky besser deinen Bedürfnissen anzupassen. Möchtest du mehrere gesuchte Begriffe gleichzeitig im Auge behalten? Füge einfach eine Spalte für jeden davon hinzu! Durch die Nutzung des Benutzerdefinierten-Feed-Systems von Bluesky kannst du auch so vielen Communities folgen, wie du möchtest.
es: Utilizando deck.blue, puedes hacer todo lo que ya puedes hacer en las aplicaciones oficiales con la ventaja de un diseño eficiente de la información, organizando las columnas -actualizadas en tiempo real- para adaptarse mejor a tus necesidades. ¿Quieres hacer un seguimiento de muchos términos buscados a la vez? Añade una columna para cada uno. Gracias al sistema de feeds personalizados de Bluesky, también podrás seguir a tantas comunidades como desees.
fi: Käyttämällä deck.blue voit tehdä kaiken, mitä voit myös virallisessa sovelluksessa, tehokkaamman asettelun ja järjestettyjen sarakkeiden edulla – päivitetään reaaliajassa – mukauttaaksesi BlueSky paremmin tarpeisiisi. Haluatko pitää useita hakusanoja silmällä samanaikaisesti? Lisää vain sarake jokaiselle! Käyttämällä Blueskyn mukautettua syötejärjestelmää voit myös seurata niin monta yhteisöä kuin haluat.
fr: En utilisant deck.blue, vous pouvez faire tout ce que vous pouvez déjà faire avec les applications officielles, avec l'avantage d'une mise en page efficace en informations, organisant des colonnes - mises à jour en temps réel - pour mieux répondre à vos besoins. Vous souhaitez suivre de nombreux termes de recherche en même temps ? Il vous suffit d'ajouter une colonne pour chacun ! En utilisant le système de flux personnalisé de Bluesky, vous pouvez également suivre autant de communautés que vous le souhaitez.
id: Dengan menggunakan deck.blue, Anda dapat melakukan semua yang sudah dapat Anda lakukan di aplikasi resmi dengan memanfaatkan tata letak yang efisien informasi, mengatur kolom – diperbarui secara real-time – agar lebih sesuai dengan kebutuhan Anda. Ingin melacak banyak istilah yang dicari sekaligus? Cukup tambahkan kolom untuk masing-masing kolom! Dengan menggunakan sistem feed kustom Bluesky, Anda juga dapat mengikuti komunitas sebanyak yang Anda inginkan.
ja: deck.blueを使うと、リアルタイムで自動更新されるカスタマイズ可能なカラムで、公式のBlueskyクライアントですでにできるすべてのことをあなたのニーズに合わせてより効率的に行うことができます。deck.blueであなたが検索した複数のフィードを一気に確認したければ、ただカラムを追加するだけです！Blueskyのカスタムフィードを使用することでも、あなたの好みに応じたコミュニティーの話題を好きなだけフォローすることができます。
ko: deck.blue를 통해 공식 앱에서 할 수 있던 모든 작업을 효율적인 레이아웃으로 관리할 수 있습니다. 실시간으로 업데이트되는 컬럼을 필요에 맞게 배치하세요. 다양한 검색어를 한 번에 보고 싶으시다면 검색어 컬럼을 추가하기만 하면 됩니다! Bluesky의 맞춤 피드를 활용하면 원하는 만큼 많은 커뮤니티를 팔로우할 수도 있습니다.
pt: Ao usar o deck.blue, você pode fazer tudo que já faz nos aplicativos oficiais, com o benefício de um layout que prioriza o consumo de informações, com colunas - atualizadas ao vivo - que podem ser customizadas de acordo com o seu conforto. Quer ficar de olho em vários termos de busca? Basta adicionar uma coluna pra cada! Ao usar a funcionalidade de feeds customizados do Bluesky, você também pode acompanhar quantas comunidades quiser.
ru: Используя Deck.blue, вы можете делать все, что уже можете делать в официальных приложениях, благодаря эффективному информационному оформлению и организации столбцов, обновляемых в реальном времени, чтобы лучше соответствовать вашим потребностям. Хотите отслеживать множество поисковых запросов одновременно? Просто добавьте столбец для каждого! Используя систему настраиваемых каналов Bluesky, вы также можете следить за любым количеством сообществ.
uk: Користуючись deck.blue, ви можете робити все, що вже можете зробити в офіційних застосунках, використовуючи переваги ефективного розташування інформації та організації колонок, що оновлюються в режимі реального часу, щоб краще відповідати вашим потребам. Хочете відстежувати багато пошукових запитів одночасно? Просто додайте колонку для кожного з них! Використовуючи систему каналів Bluesky, ви також можете стежити за будь-якою кількістю спільнот.
zh_tw: 透過使用 deck.blue，您可以做到所有在官方應用程式上可以做的事情，並受益於資訊高效的版面、組織你的欄位（即時更新），以更好地滿足您的需求。 想要一次追蹤多個搜尋結果？ 只需為每個添加一欄即可！ 透過使用 Bluesky 的自訂來源系統，您還可以關注任意數量的社群。

# aboutButton
source: About
cs: O aplikaci
de: Über
es: Acerca de
fi: Tietoja
fr: À propos
id: Tentang
ja: deck.blueについて
ko: 이 앱에 대하여
pt: Sobre
ru: О Deck.blue
uk: Про застосунок
zh_tw: 關於

# loginSlogan1
source: Get the most out of
cs: Získejte maximum z
de: Hol das meiste raus aus
es: Aprovecha al máximo
fi: Ota kaikki irti
fr: Tirez le meilleur parti de
id: Dapatkan hasil maksimal
ko: Bluesky를 가장
pt: Aproveite ao máximo o
ru: Используйте по максимуму
uk: Отримайте максимум від

# updateSnackbar
source: A new update is available! Refresh to get new features and bug fixes!
cs: Je dostupná nová aktualizace! Obnovte stránku pro získání nových funkcí a oprav chyb!
de: Ein neues Update ist verfügbar! Lade die Seite für neue Möglichkeiten und Fehlerbehebungen neu!
es: Ya está disponible una nueva actualización. Actualiza para obtener nuevas funciones y correcciones de errores.
fi: Uusi päivitys saatavilla! Päivitä sivu uusien ominaisuuksien ja korjausten saamiseksi!
fr: Une nouvelle mise à jour est disponible ! Actualisez pour obtenir de nouvelles fonctionnalités et des correctifs de bugs !
id: Pembaruan baru tersedia! Segarkan untuk mendapatkan fitur baru dan perbaikan bug!
ja: 最新版を利用可能です！ 新しい機能やバグの修正を反映するには更新ボタンを押してください！
ko: 새 업데이트가 있습니다! 새로 고침하여 새로운 기능과 버그 수정이 있는 새 버전을 다운로드하세요.
pt: Nova atualização disponível! Atualize para ter acesso a novas funcionalidades e correções de bugs!
ru: Доступно новое обновление! Обновите, чтобы получить новые функции и исправления ошибок!
uk: Доступне оновлення! Оновіться, щоб отримати нові функції та виправлення помилок!
zh_tw: 有新版本！請更新頁面以取得新功能與修正！

# refreshButton
source: Refresh
cs: Obnovit
de: Neu laden
es: Actualizar
fi: Päivitä
fr: Actualiser
id: Menyegarkan
ja: 更新
ko: 새로 고침
pt: Atualizar
ru: Обновить
uk: Оновити
zh_tw: 更新

# replyCount
source: {count, plural, one{Reply} other{Replies}}
cs: {count, plural, one{Odpověď} other{Odpovědi}}
de: {count, plural, one{Antwort} other{Antworten}}
es: {count, plural, one{Respuesta} other{Respuestas}}
fi: {count, plural, one{Vastaus} other{Vastaukset}}
fr: {count, plural, one{Réponse} other{Réponses}}
id: {count, plural, one{Reply} other{Balasan}}
ja: リプライ
ko: {count, plural, other{답글}}
pt: {count, plural, one{Resposta} other{Respostas}}
ru: {count, plural, one{Ответ} other{Ответов}}
uk: {count, plural, one{Відповідь} few{Відповіді} other{Відповідей}}
zh_tw: 回覆

# likeCount
source: {count, plural, one{Like} other{Likes}}
cs: {count, plural, one{Oblíbený} other{Oblíbené}}
de: {count, plural, one{Gefällt Mir} other{Gefällt Mir-Angaben}}
es: {count, plural, one{Me gusta} other{Me gustas}}
fi: {count, plural, one{Tykkää} other{Tykkäykset}}
fr: {count, plural, one{J'aime} other{J'aimes}}
id: {count, plural, one{Like} other{Suka}}
ja: いいね
ko: {count, plural, other{좋아요}}
pt: {count, plural, one{Curtida} other{Curtidas}}
ru: {count, plural, one{Лайк} other{Лайков}}
uk: {count, plural, one{Вподобання} few{Вподобання} other{Вподобань}}
zh_tw: 喜愛

# repostCount
source: {count, plural, one{Repost} other{Reposts}}
cs: {count, plural, one{Znovuzveřejnění} other{Znovuzveřejnění}}
de: {count, plural, one{Geteilt} other{Geteilt}}
fi: {count, plural, one{Jaettu} other{Jaettu}}
id: {count, plural, one{Repost} other{Posting Ulang}}
ja: リポスト
ko: {count, plural, other{재게시}}
ru: {count, plural, one{Репост} other{Репостов}}
uk: {count, plural, one{Репост} few{Репости} other{Репостів}}
zh_tw: 轉發

# emptyActorList
source: Couldn't load users, try again later.
cs: Nepodařilo se načíst uživatele, zkuste to později.
de: Nutzer konnte nicht geladen werden. Versuche es bitte später erneut.
es: No se han podido cargar los usuarios, inténtalo más tarde.
fi: Käyttäjää ei voitu ladata. Yritä myöhemmin uudelleen.
fr: Impossible de charger les utilisateurs, veuillez réessayer plus tard.
id: Tidak dapat memuat pengguna, coba lagi nanti.
ja: ユーザーを読み込めませんでした。もう一度お試しください。
ko: 사용자를 불러올 수 없습니다. 다시 시도해 주세요.
pt: Não foi possível carregar a lista, tente novamente mais tarde.
ru: Не удалось загрузить список аккаунтов. Пожалуйста, попробуйте позже.
uk: Не вдалося завантажити користувачів, спробуйте пізніше.
zh_tw: 無法讀取用戶資料，請稍後再嘗試。

source: follows you
cs: sledují Vás
de: Folgt dir
es: te sigue
fi: Seuraa sinua
fr: vous suit
id: Mengikutimu
ja: フォローされています
ko: 나를 팔로우함
pt: segue você
ru: подписан на вас
uk: читає вас
zh_tw: 關注了您

# followsAccount
source: follows ${handle}
cs: sledují ${handle}
de: Folgt ${handle}
es: sigue a ${handle}
fi: Seuraa ${handle}
fr: suit ${handle}
id: Mengikuti ${Pengguna}
ko: ${handle} 님을 팔로우함
pt: segue ${handle}
ru: подписан на ${handle}
uk: читає ${handle}

# soundEnabled
source: Enable notification sound
cs: Zapněte zvuk notifikací
de: Aktiviere Benachrichtigungstöne
es: Activar el sonido de notificación
fi: Ota ilmoitusäänet käyttöön
fr: Activer le son de notification
id: Aktifkan suara notifikasi
ja: 通知音を有効化
ko: 알림음 켜기
pt: Habilitar som de notificação
ru: Включить звук уведомлений
uk: Увімкнути звук сповіщення
zh_tw: 打開提示聲

source: blocks you
cs: blokuje Vás
de: Hat dich blockiert
es: te ha bloqueado
fi: On estänyt sinut
fr: vous bloque
id: Memblokir Anda
ja: ブロックされています
ko: 나를 차단함
pt: bloqueia você
ru: блокирует вас
uk: заблокував вас
zh_tw: 封鎖了您

source: blocked
cs: blokovaný
de: Blockiert
es: bloqueado
fi: Estetty
fr: bloqué
id: diblokir
ja: ブロックしています
ko: 차단됨
pt: bloqueado
ru: блокирован
uk: заблоковано
zh_tw: 封鎖

source: muted
cs: ztlumený
de: Stummgeschaltet
es: silenciado
fi: Mykistetty
fr: sourdine
id: Senyapkan
ja: ミュートしています
ko: 뮤트됨
pt: mutado
ru: заглушен
uk: приглушено
zh_tw: 已靜音

source: muted by list
cs: ztlumený seznamem
de: Durch Liste Stummgeschaltet
es: silenciado por lista
fi: Listan kautta mykistetty
fr: en mode sourdine par liste
id: Disenyapkan oleh Daftar
ja: リストでミュートしています
ko: 리스트로 뮤트함
pt: mutado em lista
ru: заглушен через список
uk: приглушено списком
zh_tw: 已被列表靜音

# muteButton
source: Mute
cs: Ztlumit
de: Stummschalten
es: Silenciar
fi: Mykistä
fr: Mettre en sourdine
id: Senyap
ja: ミュート
ko: 뮤트
pt: Mutar
ru: Заглушить
uk: Приглушити
zh_tw: 靜音

# unmuteButton
source: Unmute
cs: Zrušit ztlumení
de: Stummschaltung aufheben
es: Desilenciar
fi: Poista mykistys
fr: Activer le son
id: Tidak Disenyapkan
ja: ミュート解除
ko: 뮤트 해제
pt: Desmutar
ru: Отменить заглушение
uk: Увімкнути
zh_tw: 取消靜音

# blockButton
source: Block
cs: Blokovat
de: Blockieren
es: Bloquear
fi: Estä
fr: Bloquer
id: Blokir
ja: ブロック
ko: 차단
pt: Bloquear
ru: Заблокировать
uk: Заблокувати
zh_tw: 封鎖

# unblockButton
source: Unblock
cs: Odblokovat
de: Entblocken
es: Desbloquear
fi: Poista esto
fr: Débloquer
id: Buka Blokir
ja: ブロック解除
ko: 차단 해제
pt: Desbloquear
ru: Разблокировать
uk: Розблокувати
zh_tw: 解除封鎖

# errorUpdateList
source: Unable to update list, please try again.
cs: Nepodařilo se aktualizovat seznam, prosím zkuste to znovu.
de: Liste konnte nicht aktualisiert werden. Versuche es bitte erneut.
es: No se ha podido actualizar la lista, inténtalo de nuevo.
fi: Luetteloa ei voitu päivittää. Yritä myöhemmin uudelleen.
fr: Impossible de mettre à jour la liste, veuillez réessayer.
id: Tidak dapat memperbarui daftar, coba lagi.
ja: リストを更新できませんでした。もう一度お試しください。
ko: 리스트를 업데이트할 수 없습니다. 나중에 다시 시도해 주세요.
pt: Não foi possível salvar a lista, tente novamente.
ru: Не удалось обновить список. Пожалуйста, попробуйте позже.
uk: Неможливо оновити список, будь ласка, спробуйте ще раз.
zh_tw: 無法更新列表，請稍後再嘗試。

# errorCreateList
source: Unable to create list, please try again.
cs: Nepodařilo se vytvořit seznam, prosím zkuste to znovu.
de: Liste konnte nicht erstellt werden. Versuche es bitte erneut.
es: No se ha podido crear la lista, inténtalo de nuevo.
fi: Luetteloa ei voitu luoda. Yritä myöhemmin uudelleen.
fr: Impossible de créer une liste, veuillez réessayer.
id: Tidak dapat membuat daftar, coba lagi.
ja: リストを作成できませんでした。もう一度お試しください。
ko: 리스트를 만들 수 없습니다. 나중에 다시 시도해 주세요.
pt: Não foi possível criar a lista, tente novamente.
ru: Не удалось создать список. Пожалуйста, попробуйте позже
uk: Неможливо створити список, будь ласка, спробуйте ще раз.
zh_tw: 無法新增列表，請稍後再嘗試

# emptyListItems
source: This list is empty!
cs: Toto je prázdný seznam!
de: Diese Liste ist leer!
es: ¡La lista está vacía!
fi: Tämä lista on tyhjä!
fr: Cette liste est vide !
id: Daftar ini kosong!
ja: 誰も追加されていません
ko: 이 리스트는 비어 있습니다!
pt: Esta lista está vazia!
ru: Пустой список!
uk: Цей список порожній!
zh_tw: 此列表為空

# emptyFollowing
source: You aren't following anyone!
cs: Nikoho nesledujete!
de: Du folgst noch niemandem!
es: ¡No estás siguiendo a nadie!
fi: Et seuraa vielä ketään!
fr: Vous ne suivez personne !
id: Anda tidak mengikuti siapa pun!
ja: 誰かをフォローしてください！
ko: 아직 누구도 팔로우하고 있지 않습니다!
pt: Você não segue ninguém ainda!
ru: Вы ни на кого не подписаны!
uk: Ви нікого не читаєте!
zh_tw: 你沒有關注任何人！

# manageListHeader
source: Edit list {name}
cs: Editovat seznam {name}
de: Bearbeite die Liste {name}
es: Editar lista {name}
fi: Muokkaa luetteloa: {name}
fr: Modifier la liste {name}
id: Sunting daftar {name}
ja: {name}の管理
ko: {name} 리스트 수정
pt: Editar lista {name}
ru: Отредактировать список {name}
uk: Редагувати список {name}
zh_tw: 編輯 {name} 列表

# saveListButton
source: Save list
cs: Uložit seznam
de: Liste Speichern
es: Guardar lista
fi: Tallenna lista
fr: Enregistrer la liste
id: Simpan Daftar
ja: リストを保存
ko: 리스트 저장
pt: Salvar alterações
ru: Сохранить список
uk: Зберегти список
zh_tw: 儲存列表

# manageListCurrentTab
source: Current
cs: Aktuální
de: Aktuell
es: Actual
fi: Nykyinen
fr: Actuelle
id: Saat ini
ja: 現在
ko: 현재
pt: Atual
ru: Текущий
uk: Поточний
zh_tw: 現有

# manageListFollowingTab
source: Following
cs: Sledujete
de: Gefolgt
es: Siguiendo
fi: Seuratut
fr: Suivies
id: Mengikuti
ja: フォロー中
ko: 팔로잉
pt: Seguindo
ru: Подписки
uk: Читаєте
zh_tw: 關注

# manageListSearchedTab
source: Searched
cs: Vyhledáno
de: Gesucht
es: Buscado
fi: Etsityt
fr: Recherchées
id: Dicari
ja: 検索
ko: 검색됨
pt: Pesquisa
ru: Поиск
uk: Знайдено
zh_tw: 搜尋

# createCuratedListHeader
source: Create a new curated list
cs: Vytvořte nový výběrový seznam
de: Erstelle eine neue benutzerdefinierte Liste
es: Crear una nueva lista
fi: Luo uusi mukautettu lista
fr: Créer une nouvelle liste personnalisée
id: Buat daftar kurasi baru
ja: 新しいリストを作成
ko: 새 큐레이션 리스트 만들기
pt: Criar uma nova lista
ru: Создать курированный список
uk: Створити новий список
zh_tw: 新增新的列表

# createListNameLabel
source: List name
cs: Jméno seznamu
de: Listenname
es: Nombre de la lista
fi: Listan nimi
fr: Nom de la liste
id: Daftar nama
ja: 名前
ko: 리스트 이름
pt: Nome da lista
ru: Название списка
uk: Назва списку
zh_tw: 列表名稱

# createListNameHint
source: Cool people
cs: Zajímaví lidé
de: Tolle Menschen
es: Gente guay
fi: Mahtavat ihmiset
fr: Personnes cool
id: Orang-orang keren
ja: お気に入り
ko: 멋진 사람들
pt: Pessoas legais
ru: Крутые ребята
uk: Цікаві особи
zh_tw: 有趣的用戶

# createListDescriptionLabel
source: Description
cs: Popis
de: Beschreibung
es: Descripción
fi: Kuvaus
id: Keterangan
ja: 説明
ko: 설명
pt: Descrição
ru: Описание
uk: Опис
zh_tw: 描述

# createListDescriptionHint
source: Cool people that I want to see
cs: Zajímaví lidé, které chci sledovat
de: Tolle Menschen, die ich sehen möchte
es: Gente guay a la que quiero ver
fi: Mahtavat ihmiset, jotka haluan nähdä
fr: Personnes cool que je veux voir
id: Orang-orang keren yang ingin saya temui
ja: わたしのお気に入りの人たち
ko: 내가 보고 싶은 멋진 사람들
pt: Pessoas legais que quero ver
ru: Люди, которых я хочу читать
uk: Цікаві люди, яких я хочу бачити
zh_tw: 我想關注的那些有趣的用戶們

# createListButton
source: Create a list
cs: Vytvořit seznam
de: Erstelle eine Liste
es: Crear una lista
fi: Luo lista
fr: Créer une liste
id: Buat daftar
ja: リストを作成
ko: 새 리스트 만들기
pt: Criar lista
ru: Создать список
uk: Створити список
zh_tw: 新增列表

# addListColumnDialogTitle
source: Add a List column
cs: Přidat nový sloupec se seznamem
de: Füge eine neue Listenspalte hinzu
es: Añadir una nueva columna de lista
fi: Lisää uusi listasarake
fr: Ajouter une nouvelle colonne de liste
id: Tambahkan kolom daftar baru
ja: リストフィードのカラムを追加
ko: 새 리스트 컬럼 추가
pt: Adicionar nova coluna de lista
ru: Добавить колонку со списком
uk: Додати колонку Списку
zh_tw: 新增列表欄

# emptyCuratedLists
source: Empty saved lists.
cs: Prázdné uložené seznamy
de: Leere gespeicherte Liste.
es: Vaciar listas guardadas.
fi: Tyhjä tallennettu lista.
fr: Listes enregistrées vides.
id: Daftar tersimpan kosong.
ja: リストがありません
ko: 저장된 리스트가 비어 있습니다.
pt: Nenhuma lista disponível.
ru: У вас нет курированных списков. Создайте новый!ƒ
uk: Порожні збережені списки.
zh_tw: 無任何已儲存的列表

# tooltipAddColumn
source: Add column
cs: Přidat sloupec
de: Spalte hinzufügen
es: Añadir columna
fi: Lisää sarake
fr: Ajouter une colonne
id: Tambahkan kolom
ja: カラムを追加
ko: 컬럼 추가
pt: Adicionar coluna
ru: Добавить колонку
uk: Додати колонку
zh_tw: 新增欄

# tooltipColumnAdded
source: Column already added
cs: Sloupec byl již přidán
de: Die Spalte wurde bereits hinzugefügt
es: Columna ya añadida
fi: Sarake on jo lisätty
fr: Colonne déjà ajoutée
id: Kolom sudah ditambahkan
ja: カラムは既に追加されています
ko: 이미 컬럼이 추가됨
pt: Coluna adicionada
ru: Колонка уже добавлена
uk: Колонка вже додана
zh_tw: 已經新增欄

# buttonManageList
source: Manage list
cs: Spravovat seznam
de: Listeneinstellungen
es: Gestionar lista
fi: Listan hallinta
fr: Gérer la liste
id: Kelola daftar
ja: リストを管理
ko: 리스트 관리
pt: Gerenciar lista
ru: Управление списком
uk: Керування списком
zh_tw: 管理列表

# postedDateUnitNow
source: now
cs: nyní
de: jetzt
es: ahora
fi: juuri nyt
fr: maintenant
id: Sekarang
ja: たった今
ko: 지금
pt: 0s
ru: только что
uk: зараз
zh_tw: 現在

# postedDateUnitSeconds
source: {number}s
cs: {number} sec.
ja: {number}秒
ko: {number}초
uk: {number}сек
zh_tw: {number}秒

# postedDateUnitMinutes
source: {number}m
cs: {number} min.
fi: {number}min
ja: {number}分
ko: {number}분
uk: {number}хв
zh_tw: {number}分

# postedDateUnitHours
source: {number}h
cs: {number} hod.
fi: {number}t
ja: {number}時間
ko: {number}시간
uk: {number}г
zh_tw: {number}時

# postedDateUnitDays
source: {number}d
cs: {number} dnů
fi: {number}vrk
fr: {number}j
ja: {number}日
ko: {number}일
uk: {number}д
zh_tw: {number}天

# settingsMutedWords
source: Muted words
cs: Ztlumené slova
de: Stummgeschaltete Wörter
es: Palabras silenciadas
fi: Hiljennetyt sanat
fr: Mots en sourdine
id: Kata yang dibungkam
ja: ワードミュート
ko: 뮤트된 단어
pt: Palavras mutadas
ru: Заглушенные слова
uk: Стоп-слова
zh_tw: 靜音關鍵字

# settingsColumn
source: Column settings
cs: Nastavení sloupce
de: Spalteneinstellungen
es: Ajustes de columna
fi: Sarakkeen asetukset
fr: Paramètres de la colonne
id: Pengaturan kolom
ja: カラムの設定
ko: 컬럼 설정
pt: Configurações
ru: Настройки колонки
uk: Налаштування колонок
zh_tw: 欄位設定

# settingsScrollbars
source: Show column scrollbars
cs: Zobrazit scrollbary sloupce
de: Zeige Bildlaufleisten
es: Mostrar barras de desplazamiento de columna
fi: Näytä vierityspalkit
fr: Afficher les barres de défilement de la colonne
id: Tampilkan bilah gulir kolom
ja: カラムのスクロールバーを表示
ko: 컬럼 스크롤 바 표시
pt: Mostrar scrollbars
ru: Показать скроллбары
uk: Показати смуги прокрутки колонок
zh_tw: 顯示欄的捲軸

# settingsLogout
source: Logout
cs: Odhlásit
de: Ausloggen
es: Cerrar Sesión
fi: Kirjaudu ulos
fr: Se déconnecter
id: Keluar
ja: ログアウト
ko: 로그아웃
pt: Sair
ru: Выйти
uk: Вийти
zh_tw: 登出

# editCuratedListHeader
source: Edit your curated list
cs: Editovat Váš výběrový seznam
de: Bearbeitete deine benutzerdefinierte Liste
es: Editar tu lista
fi: Muokkaa mukautettua listaa
fr: Modifier votre liste personnalisée
id: Ubah daftar pilihan Anda
ja: リストの編集
ko: 내 큐레이션 리스트 편집
pt: Editar lista
ru: Редактировать курированный список список
uk: Відредагуйте свій список
zh_tw: 編輯您的列表

# buttonEditList
source: Edit list
cs: Editovat seznam
de: Liste bearbeiten
es: Editar lista
fi: Muokkaa listaa
fr: Modifier la liste
id: Ubah Daftar
ja: リストを編集
ko: 리스트 편집
pt: Editar lista
ru: Редактировать список
uk: Редагувати список
zh_tw: 編輯列表

# phoneSupportMessage
source: deck.blue is currently only fully supported on desktop and tablet, please try those for a better experience!
cs: deck.blue je aktuálně plně podporovaný jen na desktopu a tabletu, využijte je pro lepší uživatelský zážitek!
de: deck.blue wird aktuell nur auf Desktop-Geräten und Tablets komplett unterstützt. Versuche eines davon für ein besseres Erlebnis!
es: deck.blue sólo es compatible con ordenadores de sobremesa y tabletas, ¡pruébalos para disfrutar de una mejor experiencia!
fi: deck.blue on tällä hetkellä täysin tuettu vain työpöytälaitteilla ja tableteilla. Kokeile niitä paremman käyttökokemuksen saamiseksi!
fr: deck.blue est actuellement entièrement pris en charge uniquement sur ordinateur de bureau et tablette, veuillez les utiliser pour une meilleure expérience !
id: deck.blue saat ini hanya didukung sepenuhnya di desktop dan tablet, silakan coba untuk pengalaman yang lebih baik!
ja: 現在deck.blueはデスクトップとタブレットに最適化されています。より良いユーザー体験のために、ぜひデスクトップとタブレットからdeck.blueをお試しください！
ko: deck.blue는 데스크톱과 태블릿을 지원합니다. 더욱 항상된 경험을 위해 데스크톱 또는 태블릿에서 이용해 주세요!
pt: O deck.blue não tem suporte para celulares por enquanto. Por favor, tente no desktop ou tablet para uma experiência melhor!
ru: Deck.blue в настоящее время полностью поддерживается только на настольных компьютерах и планшетах.
uk: Deck.blue наразі повністю підтримується лише на компʼютерах та планшетах, будь ласка, спробуйте Deck там для отримання всіх переваг!
zh_tw: deck.blue 目前只支援桌面或是平板的使用，請使用上述平台以取得最佳的使用體驗。

# allowedNotificationSetting
source: Allowed notifications
cs: Povolené notifikace
de: Erlaube Benachrichtigungen
es: Notificaciones permitidas
fi: Salli ilmoitukset
fr: Notifications autorisées
id: Notifikasi yang diizinkan
ja: 表示する通知
ko: 허용된 알림
pt: Tipos de notificação
ru: Разрешенные уведомления
uk: Дозволені сповіщення
zh_tw: 允許提示

# notificationLikeTitle
source: Like
cs: Oblíbené
de: Gefällt Mir
es: Me gusta
fi: Tykkäys
id: Suka
ja: いいね
ko: 좋아요
pt: Curtida
ru: Лайк
uk: Вподобання
zh_tw: 喜愛

# notificationRepostTitle
source: Repost
cs: Znovu zveřejnění
de: Geteilt
fi: Jakaminen
id: Posting Ulang
ja: リポスト
ko: 재게시
ru: Репост
uk: Репости
zh_tw: 轉發

# notificationFollowTitle
source: Follow
cs: Sledování
de: Folgen
es: Seguir
fi: Seuraaminen
id: Ikuti
ja: フォロー
ko: 팔로우
pt: Seguidor
ru: Подписка
uk: Підписники
zh_tw: 關注

# notificationMentionTitle
source: Mention
cs: Zmínka
de: Erwähnung
es: Mención
fi: Maininta
id: Menyebut
ja: メンション
ko: 멘션
pt: Menção
ru: Упоминание
uk: Згадки
zh_tw: 提及

# notificationQuoteTitle
source: Quote
cs: Citace
de: Zitat
es: Cita
fi: Lainaus
id: Kutip
ja: 引用
ko: 인용
pt: Citação
ru: Цитата
uk: Цитування
zh_tw: 引用

# notificationReplyTitle
source: Reply
cs: Odpověď
de: Antwort
es: Respuesta
fi: Vastaus
id: Balas
ja: 返信
ko: 답글
pt: Resposta
ru: Ответ
uk: Відповіді
zh_tw: 回覆
