Repository: deckblue/l10n
Catalog: strings/strings_*.arb
Languages: cs, de, es, fi, fr, id, ja, ko, pt, ru, uk, zh_tw

# searchDialogAddColumn
source: Add column
cs: Přidat sloupec
de: Spalte hinzufügen
es: Añadir columna
fi: Lisää sarake
fr: Ajouter une colonne
id: Tambah Kolom
ja: カラムに追加
ko: 컬럼 추가
pt: Adicionar coluna
ru: Добавить колонку
uk: Додати колонку
zh_tw: 增加欄

# translateButton
source: Translate
cs: Přeložit
de: Übersetzen
es: Traducir
fi: Käännä
fr: Traduire
id: Terjemahkan
ja: 翻訳
ko: 번역
pt: Traduzir
ru: Перевести
uk: Переклад
zh_tw: 翻譯

# emptyPosts
source: No posts found
cs: Nebyly nalezeny žádné příspěvky
de: Kein Beitrag gefunden
es: No se ha encontrado ningún post
fi: Julkaisuja ei löydy
fr: Aucune publication trouvée
id: Tidak ada postingan yang ditemukan
ja: ポストが見つかりませんでした
ko: 찾은 게시물 없음
pt: Nenhum post encontrado
ru: Нет постов
uk: Дописи не знайдено
zh_tw: 找不到符合的貼文

# emptyUsers
source: No profiles found
cs: Nebyl nalezen žádný uživatelský profil
de: Kein Profil gefunden
es: No se ha encontrado ningún perfil
fi: Profiilia ei löydy
fr: Aucun profil trouvé
id: Tidak ada profil yang ditemukan
ja: プロフィールが見つかりませんでした
ko: 찾은 프로필 없음
pt: Nenhum perfil encontrado
ru: Нет пользователей
uk: Профілі не знайдено
zh_tw: 找不到符合的用戶

# profileDialogPosts
source: Posts
cs: Příspěvky
de: Beiträge
fi: Julkaisut
fr: Publications
id: Postingan
ja: ポスト
ko: 게시물
ru: Посты
uk: Дописи
zh_tw: 貼文

# profileDialogFollowing
source: Following
cs: Sledovaní
de: Folgt
es: Siguiendo
fi: Seuraa
fr: Abonnements
id: Mengikuti
ja: フォロー
ko: 팔로잉
pt: Seguindo
ru: Подписки
uk: Читає
zh_tw: 關注

# profileDialogFollowers
source: Followers
cs: Sledující
de: Folgen
es: Seguidores
fi: Seuraajat
fr: Abonnés
id: Pengikut
ja: フォロワー
ko: 팔로워
pt: Seguidores
ru: Подписчики
uk: Читачі
zh_tw: 關注者

# errorProfileDialog
source: Couldn't load this profile. Please try again later.
cs: Nemohu načíst tento uživatelský profil. Zkuste to prosím později.
de: Das Profil konnte nicht geladen werden. Versuche es bitte später erneut.
es: No se ha podido cargar este perfil. Vuelve a intentarlo más tarde.
fi: Profiilia ei voitu ladata. Yritä myöhemmin uudelleen.
fr: Impossible de charger ce profil. Veuillez réessayer ultérieurement.
id: Tidak dapat memuat profil ini. Silakan coba lagi nanti.
ja: プロフィールを読み込めませんでした。もう一度お試しください。
ko: 이 프로필을 불러올 수 없습니다. 나중에 다시 시도해 주세요.
pt: Não foi possível carregar este perfil. Tente novamente mais tarde.
ru: Не удалось загрузить профиль. Пожалуйста, попробуйте позже
uk: Не вдалося завантажити цей профіль. Будь ласка, спробуйте пізніше.
zh_tw: 無法開啟此個人頁面，請稍後再嘗試。

# profileDialogPostsColumn
source: Posts
cs: Příspěvky
de: Beiträge
fi: Julkaisut
fr: Publications
id: Postingan
ja: ポスト
ko: 게시물
ru: Посты
uk: Дописи
zh_tw: 貼文

# profileDialogMediaColumn
source: Media
cs: Média
de: Medien
es: Multimedia
fr: Média
ja: メディア
ko: 미디어
pt: Mídia
ru: Медиа
uk: Медіа
zh_tw: 媒體

# profileDialogLikesColumn
source: Likes
cs: Oblíbené
de: Gefällt Mir
es: Me gustas
fi: Tykkää
fr: J'aime
id: Suka
ja: いいね
ko: 좋아요
pt: Curtidas
ru: Лайки
uk: Вподобання
zh_tw: 喜愛

# profileDialogAddColumn
source: Add a column
cs: Přidat sloupec
de: Spalte hinzufügen
es: Añadir una columna
fi: Lisää sarake
fr: Ajouter une colonne
id: Tambah Kolom
ja: カラムに追加
ko: 컬럼 추가
pt: Adicionar coluna
ru: Добавить колонку
uk: Додати колонку
zh_tw: 新增欄

# repostedBy
source: Reposted by {actor}
cs: Znovu zveřejněno {actor}
de: Geteilt durch {actor}
es: Reposteado por {actor}
fi: Jaettu käyttäjältä {actor}
fr: Republié par {actor}
id: Diposting ulang oleh {actor}
ja: {actor} がリポスト
ko: {actor} 님이 재게시함
pt: Repostado por {actor}
ru: Репостнул {actor}
uk: Перепост від {actor}
zh_tw: {actor} 已轉發

# replyTo
source: Replying to {actor}
cs: Odpověď na {actor}
de: Antwort an {actor}
es: Respondiendo a {actor}
fi: Vastaa käyttäjälle {actor}
fr: En réponse à {actor}
id: Membalas ke {actor}
ja: {actor} に返信
ko: {actor} 님에게 답글
pt: Respondendo a {actor}
ru: Ответить {actor}
uk: У відповідь {actor}
zh_tw: {actor} 回覆

# advancedButton
source: Advanced
cs: Pokročilé
de: Erweitert
es: Avanzado
fi: Lisäasetukset
fr: Avancé
id: Lanjut
ja: 高度な設定
ko: 고급
pt: Avançado
ru: Продвинутые настройки
uk: Розширені
zh_tw: 進階

# notificationLikeReason
source: {count, plural, other{liked your post}}
cs: {count, plural, other{si oblíbilo Váš příspěvek}}
de: {count, plural, other{gefällt dein Beitrag}}
es: {count, plural, other{le gustó tu post}}
fi: {count, plural, other{piti julkaisustasi}}
fr: {count, plural, other{a aimé votre publication}}
id: {count, plural, other{Menyukai postingan Anda}}
ja: {count, plural, other{にいいねされました}}
ko: {count, plural, one{님이 내 게시물을 좋아합니다} other{이 내 게시물을 좋아합니다}}
pt: {count, plural, one{curtiu seu post} other{curtiram seu post}}
ru: {count, plural, other{залайкал ваш пост}}
uk: {count, plural, one{вподобав(ла)} few{вподобали} other{вподобали}} ваш допис
zh_tw: {count, plural, other{喜歡您的貼文}}

# notificationRepostReason
source: {count, plural, other{reposted your post}}
cs: {count, plural, other{znovu zveřejnilo Váš příspěvek}}
de: {count, plural, other{hat deinen Beitrag geteilt}}
es: {count, plural, other{reposteó tu post}}
fi: {count, plural, other{jakoi julkaisusi}}
fr: {count, plural, other{a republié votre publication}}
id: {count, plural, other{Mem-posting ulang postingan Anda}}
ja: {count, plural, other{にリポストされました}}
ko: {count, plural, one{님이 내 게시물을 재게시했습니다} other{이 내 게시물을 재게시했습니다}}
pt: {count, plural, one{repostou seu post} other{repostaram seu post}}
ru: {count, plural, other{репостнул ваш пост}}
uk: {count, plural, one{перепостив(ла)} few{перепостили} other{перепостили}} ваш допис
zh_tw: {count, plural, other{轉發了您的貼文}}

# notificationFollowReason
source: {count, plural, other{followed you}}
cs: {count, plural, other{Vás sleduje}}
de: {count, plural, other{folgen dir jetzt}}
es: {count, plural, other{te siguió}}
fi: {count, plural, other{seuraa sinua nyt}}
fr: {count, plural, other{vous a suivi}}
id: {count, plural, other{Mengikutimu}}
ja: {count, plural, other{にフォローされました}}
ko: {count, plural, one{님이 나를 팔로우했습니다} other{이 나를 팔로우했습니다}}
pt: {count, plural, one{seguiu você} other{seguiram você}}
ru: {count, plural, other{подписался на вас}}
uk: {count, plural, one{читає} few{читають} other{читають}} вас
zh_tw: {count, plural, other{關注了您}}

# notificationMentionReason
source: {count, plural, other{mentioned you}}
cs: {count, plural, other{Vás zmínilo}}
de: {count, plural, other{hat dich erwähnt}}
es: {count, plural, other{te mencionó}}
fi: {count, plural, other{mainitsi sinut}}
fr: {count, plural, other{vous a mentionné}}
id: {count, plural, other{Menyebut Anda}}
ja: {count, plural, other{がメンションしました}}
ko: {count, plural, one{님이 나를 멘션했습니다} other{이 나를 멘션했습니다}}
pt: {count, plural, one{mencionou você} other{mencionaram você}}
ru: {count, plural, other{упомянул вас}}
uk: {count, plural, one{згадав(ла)} few{згадали} other{згадали}} вас
zh_tw: {count, plural, other{提及了您}}

# notificationQuoteReason
source: {count, plural, other{quoted your post}}
cs: {count, plural, other{citovalo Váš příspěvek}}
de: {count, plural, other{hat deinen Beitrag zitiert}}
es: {count, plural, other{citó tu post}}
fi: {count, plural, other{siteerasi julkaisuasi}}
fr: {count, plural, other{a cité votre publication}}
id: {count, plural, other{Mengutip postingan Anda}}
ja: {count, plural, other{が引用しました}}
ko: {count, plural, one{님이 내 게시물을 인용했습니다} other{이 내 게시물을 인용했습니다}}
pt: {count, plural, one{comentou seu post} other{comentaram seu post}}
ru: {count, plural, other{цитировал вас}}
uk: {count, plural, one{процитував(ла)} few{процитували} other{процитували}} ваш допис
zh_tw: {count, plural, other{引用了您的貼文}}

# notificationReplyReason
source: {count, plural, other{replied to you}}
cs: {count, plural, other{Vám odpovědělo}}
de: {count, plural, other{hat dir geantwortet}}
es: {count, plural, other{te respondió}}
fi: {count, plural, other{vastasi sinulle}}
fr: {count, plural, other{a répondu à votre publication}}
id: {count, plural, other{Membalas Anda}}
ja: {count, plural, other{が返信しました}}
ko: {count, plural, one{님이 나에게 답글했습니다} other{이 나에게 답글했습니다}}
pt: {count, plural, one{respondeu ao seu post} other{responderam ao seu post}}
ru: {count, plural, other{ответил на ваш пост}}
uk: {count, plural, one{відповів(ла)} few{відповіли} other{відповіли}} на ваш допис
zh_tw: {count, plural, other{回覆了您的貼文}}

# notificationTitleCounter
source: {count, plural, other{{count} others}}
cs: {count, plural, other{{count} ostatní}}
de: {count, plural, other{{count} andere}}
fi: {count, plural, other{{count} muuta}}
fr: {count, plural, other{{count} autres}}
ja: {count, plural, other{{count} 人}}
ko: {count, plural, other{{count}명}}
pt: {count, plural, one{mais 1} other{mais {count}}}
ru: {count, plural, other{{count} еще}}
uk: {count, plural, one{{count} інший(а)} few{{count} інших} other{{count} інших}}
zh_tw: {count, plural, other{{count} 人}}

# notificationTitleAnd
source: and
cs: a
de: und
es: y
fi: ja
fr: et
id: Dan
ja: と
ko: 님과
pt: e
ru: и
uk: та
zh_tw: 及

# sizeSmallest
source: Smallest
cs: Nejmenší
de: Kleinste
es: La más pequeña
fi: Pienin
fr: Le plus petit
id: Terkecil
ja: 最小
ko: 가장 작게
pt: Menor
ru: Самый маленький
uk: Найменший
zh_tw: 最小

# sizeSmall
source: Small
cs: Malý
de: Klein
es: Pequeña
fi: Pieni
fr: Petit
id: Kecil
ja: 小
ko: 작게
pt: Pequeno
ru: Маленький
uk: Маленький
zh_tw: 小

# sizeMedium
source: Medium
cs: Střední
de: Mittel
es: Mediana
fi: Keskikokoinen
fr: Moyen
id: Sedang
ja: 中
ko: 중간
pt: Médio
ru: Средний
uk: Середній
zh_tw: 中

# sizeLarge
source: Large
cs: Velký
de: Groß
es: Grande
fi: Suuri
fr: Grand
id: Besar
ja: 大
ko: 크게
pt: Grande
ru: Большой
uk: Великий
zh_tw: 大

# sizeLargest
source: Largest
cs: Největší
de: Größte
es: La más grande
fi: Suurin
fr: Le plus grand
id: Terbesar
ja: 最大
ko: 가장 크게
pt: Maior
ru: Самый большой
uk: Найбільший
zh_tw: 最大

# settingsDialogTitle
source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Paramètres
id: Pengaturan
ja: 設定
ko: 설정
pt: Configurações
ru: Настройки
uk: Налаштування
zh_tw: 設定

# settingsColumnSize
source: Column size
cs: Velikost sloupce
de: Spaltengröße
es: Tamaño de columna
fi: Sarakkeen koko
fr: Taille des colonnes
id: Ukuran Kolom
ja: カラムサイズ
ko: 컬럼 크기
pt: Tamanho de coluna
ru: Размер колонки
uk: Розмір колонки
zh_tw: 欄位大小

# settingsFontSize
source: Font size
cs: Velikost písma
de: Schriftgröße
es: Tamaño de fuente
fi: Fontin koko
fr: Taille de la police
id: Ukuran Huruf
ja: フォントサイズ
ko: 글자 크기
pt: Tamanho da fonte
ru: Размер шрифта
uk: Розмір шрифту
zh_tw: 字體大小

# settingsTheme
source: Theme
cs: Téma
de: Design
es: Tema
fi: Teema
fr: Thème
id: Tema
ja: テーマ
ko: 테마
pt: Tema
ru: Тема
uk: Тема
zh_tw: 主題

# settingsLightTheme
source: Light
cs: Světlé
de: Hell
es: Claro
fi: Vaalea
fr: Clair
id: Terang
ja: ライト
ko: 밝음
pt: Claro
ru: Светлая
uk: Світла
zh_tw: 淡色

# settingsDarkTheme
source: Dark
cs: Tmavé
de: Dunkel
es: Oscuro
fi: Tumma
fr: Sombre
id: Gelap
ja: ダーク
ko: 어두움
pt: Escuro
ru: Темная
uk: Темна
zh_tw: 深色

# settingsSystemTheme
source: Follow system
cs: Podle systému
de: Systemeinstellungen
es: Usar el del sistema
fi: Järjestelmän asetukset
fr: Suivre le système
id: Mengikuti Sistem
ja: システム設定
ko: 시스템 설정
pt: Seguir o sistema
ru: Системная
uk: Системна
zh_tw: 與系統一致

# settingsLocale
source: Display language
cs: Jazyk prostředí
de: Anzeigesprache
es: Idioma de visualización
fi: Näyttökieli
fr: Langue d'affichage
id: Tampilan Bahasa
ja: 言語
ko: 표시 언어
pt: Idioma de exibição
ru: Язык
uk: Мова інтерфейсу
zh_tw: 顯示語言

# profileDialogFollowButton
source: Follow
cs: Sledovat
de: Folgen
es: Seguir
fi: Seuraa
fr: Suivre
id: Mengikuti
ja: フォロー
ko: 팔로우
pt: Seguir
ru: Подписаться
uk: Читати
zh_tw: 關注

# profileDialogFollowingButton
source: Following
cs: Sledujete
de: Ich folge
es: Siguiendo
fi: Seuraat
fr: Abonné
id: Mengikuti
ja: フォロー解除
ko: 팔로잉
pt: Seguindo
ru: Подписан
uk: Читаєте
zh_tw: 關注

# imageAltDialogHint
source: Describe this image
cs: Popište tento obrázek
de: Beschreibe das Bild
es: Describe esta imagen
fi: Kuvaile kuvaa
fr: Décrire cette image
id: Jelaskan gambar ini
ja: 画像の説明を追加
ko: 이미지 설명
pt: Descreva esta imagem
ru: Опишите изображение
uk: Опишіть це зображення
zh_tw: 描述這張圖片

# saveButton
source: Save
cs: Uložit
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
id: Simpan
ja: 決定
ko: 저장
pt: Salvar
ru: Сохранить
uk: Зберегти
zh_tw: 儲存

# confirmButton
source: OK
es: VALE
id: Oke
ko: 확인
ru: Подтвердить
uk: Так
zh_tw: 好

# cancelButton
source: Cancel
cs: Storno
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
id: Membatalkan
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отменить
uk: Скасувати
zh_tw: 取消

# contentLabelSuggestive
source: Suggestive
cs: Sugestivní
de: Anzüglich
es: Sugerente
fi: Viittauksellinen
fr: Suggestif
id: Bernada
ja: 思わせぶりなヌード
ko: 외설적
pt: Sugestivo
ru: Намекает
uk: Провокативний
zh_tw: 暗示性的

# contentLabelNsfw
source: Porn
cs: Porno
de: Pornografie
es: Porno
fi: Aikuisille
fr: Pornographique
id: Porno
ja: ポルノ
ko: 성인 콘텐츠
pt: Pornô
ru: Порно
uk: Порно
zh_tw: 成人

# contentLabelNudity
source: Nudity
cs: Nahota
de: Nacktheit
es: Desnudez
fi: Alastomuus
fr: Nudité
id: Ketelanjangan
ja: 露骨なヌード
ko: 나체
pt: Nudez
ru: Обнаженные
uk: Нагота
zh_tw: 裸露

# clearButton
source: Clear
cs: Vyčistit
de: Leeren
es: Limpiar
fi: Tyhjennä
fr: Effacer
id: Jernih
ja: クリア
ko: 비우기
pt: Limpar
ru: Очистить
uk: Очистити
zh_tw: 清除

# appPasswordTooltip
source: An App Password is a Bluesky feature which adds a layer of safety when using 3rd party apps. You should create one for any app that isn't official (such as this one).
cs: Aplikační heslo je funkce Blueskye pro vyšší bezpečnost pri používání aplikací třetích stran. Měli byste ho vytvořit pro každou aplikaci, která není oficiální (jako je tato).
de: Ein App-Passwort ist ein Feature von Bluesky, welches zusätzliche Sicherheit bei der Nutzung von Drittanbieter-Apps bietet. Du solltest dir eins für jede inoffizielle App (wie diese) erstellen.
es: Una contraseña de aplicación es una función de Bluesky que añade una capa de seguridad al utilizar aplicaciones de terceros. Deberías crear una para cualquier aplicación que no sea oficial (como ésta).
fi: Sovellussalasana on Blueskyn ominaisuus, joka tarjoaa lisäturvaa kolmannen osapuolen sovellusten käytössä. Sinun tulisi luoda yksi jokaiselle epäviralliselle sovellukselle (kuten tämä).
fr: Un mot de passe d'application est une fonctionnalité de Bluesky qui ajoute une couche de sécurité lors de l'utilisation d'applications tierces. Vous devriez en créer un pour toute application qui n'est pas officielle (comme celle-ci).
id: Kata Sandi Aplikasi adalah fitur Bluesky yang menambahkan lapisan keamanan saat menggunakan aplikasi pihak ketiga. Anda harus membuat kata sandi untuk aplikasi apa pun yang tidak resmi (seperti ini).
ja: アプリパスワードはBlueskyの機能で、サードパーティのアプリを利用する際の安全性を高めるものです。 そのためdeck.blueにログインする際にもアプリパスワードを使用することが推奨されています。
ko: 앱 비밀번호는 제삼자 앱을 이용할 때 보안을 강화하는 Bluesky의 기능입니다. 공식 앱이 아닌 모든 앱(이 앱처럼요!)을 이용할 때 만드셔야 합니다.
pt: Uma senha de app é uma funcionalidade do Bluesky que traz segurança ao usar apps de terceiros. Você deve criar uma para qualquer app que não seja oficial (tipo esse).
ru: Пароль приложения — это функция Bluesky, которая повышает уровень безопасности при использовании сторонних приложений. Вам следует создать пароль для любого неофициального приложения (например, этого).
uk: Пароль застосунку – це функція Bluesky, яка додає рівень безпеки при використанні сторонніх застосунків. Ви повинні створити його для будь-якого застосунку, який не є офіційним (наприклад, цього).
zh_tw: 應用程式密碼是 Bluesky 的功能，增加您使用第三方服務的安全性。 您應該用於任何非官方的服務（譬如像目前這個）。

# contentLabelSetting
source: Add a content warning
cs: Přidejte varování o obsahu
de: Füge eine Inhaltswarnung hinzu
es: Añadir una advertencia de contenido
fi: Lisää sisältövaroitus
fr: Ajouter un avertissement de contenu
id: Tambahkan peringatan konten
ja: メディアに警告を追加
ko: 콘텐츠 경고 추가
pt: Adicione um aviso de conteúdo
ru: Добавить предупреждение начет контента
uk: Додати попередження про вміст
zh_tw: 新增內容警示

# postErrorTooLarge
source: Unable to post. An image used surpasses the 1MB limit.
cs: Není možné zveřejnit příspěvek. Obrázek přesáhl limit 1 MB.
de: Konnte nicht abgesendet werden. Ein Bild übersteigt die maximale Größe von 1MB.
es: No se pudo publicar. La imagen utilizada supera el límite de 1 MB.
fi: Epäonnistui. Kuva ylittää 1 Mt:n enimmäiskoon.
fr: Impossible de publier. Une image utilisée dépasse la limite de 1 Mo.
id: Tidak dapat memposting. Gambar yang digunakan melampaui batas 1MB.
ja: ポストできませんでした。メディアの最大のアップロードサイズは1MBです。
ko: 게시할 수 없습니다. 사용된 이미지가 1MB를 초과합니다.
pt: Não foi possível postar. A imagem escolhida ultrapassa o tamanho máximo de 1MB.
ru: Не удалось создать пост. Размер картинки превысил 1Мб.
uk: Неможливо опублікувати. Зображення перевищує ліміт 1 МБ.
zh_tw: 無法貼文。圖片超過了 1MB 的大小限制。

# tooltipKofi
source: Donate a coffee!
cs: Darujte kávu!
de: Spende einen Kaffee!
es: ¡Donar un café!
fi: Lahjoita kahvi!
fr: Faire un don d'un café !
id: Sumbangkan kopi!
ja: コーヒーを買ってください！
ko: 커피를 사주세요!
pt: Doe um cafezinho!
ru: Купите мне кофе!
uk: Скиньте на каву!
zh_tw: 贊助一杯咖啡！

# linkButton
source: Add link card:
cs: Přidejte odkaz:
de: Füge eine Link-Kachel hinzu:
es: Añadir tarjeta de enlace:
fi: Lisää linkkilaatta:
fr: Ajouter une carte de lien :
id: Tambahkan kartu tautan:
ja: リンクカードを追加:
ko: 링크 카드 추가:
pt: Anexar:
ru: Добавить превью ссылки
uk: Додати картку посилання:
zh_tw: 新增連結：

# quoteLinkButton
source: Quote post
cs: Citujte příspěvek
de: Zitiere den Beitrag
es: Citar post
fi: Siteeraa viestiä
fr: Citer la publication
id: Postingan kutipan
ja: ポストを引用
ko: 게시물 인용
pt: Comentar post
ru: Цитировать пост
uk: Цитувати допис
zh_tw: 引用貼文

# aboutHeader1
source: What is deck.blue?
cs: Co je deck.blue?
de: Was ist deck.blue?
es: ¿Qué es deck.blue?
fi: Mikä on deck.blue?
fr: Qu'est-ce que deck.blue ?
id: Apa itu deck.blue?
ja: deck.blueとはなんですか？
ko: deck.blue는 무엇인가요?
pt: O que é o deck.blue?
ru: Что такое deck.blue?
uk: Що таке deck.blue?
zh_tw: deck.blue 是什麼？

# aboutHeader2
source: How does this work?
cs: Jak deck.blue funguje?
de: Wie funktioniert es?
es: ¿Cómo funciona?
fi: Miten se toimii?
fr: Comment cela fonctionne-t-il ?
id: Bagaimana cara kerjanya?
ja: どう機能しますか？
ko: 어떻게 작동하나요?
pt: Como funciona?
ru: Как оно работает?
uk: Як це працює?
zh_tw: 它是怎麼運作的？

# aboutDescription1
source: As a 3rd party app, deck.blue is a Bluesky client that supports multi-column browsing, allowing you to check everything you care about at once (just like TweetDeck!).
cs: Jako aplikace třetí strany, deck.blue je Bluesky client, který podporuje prohlížení ve více sloupcích, abyste mohli sledovat naráz vše, co Vás zajímá (tak jako TweetDeck!).
de: Als Drittanbieter-App ist deck.blue eine Bluesky-App, welche das Nutzen mehrerer Spalten unterstützt. Dies erlaubt dir, alles was dich interessiert gleichzeitig zu betrachten (Genauso wie TweetDeck!).
es: Como aplicación de terceros, deck.blue es un cliente de Bluesky que admite la navegación en varias columnas, lo que te permite consultar todo lo que te interesa a la vez (¡igual que TweetDeck!).
fi: Deck.blue on kolmannen osapuolen Bluesky-sovellus, joka tukee useiden sarakkeiden käyttöä. Tämä mahdollistaa kaiken kiinnostuksen kohteen katsomisen samanaikaisesti (kuten TweetDeck!).
fr: En tant qu'application tierce, deck.blue est un client Bluesky qui prend en charge la navigation multi-colonnes, vous permettant de consulter tout ce qui vous intéresse en une seule fois (tout comme TweetDeck !).
id: Sebagai aplikasi pihak ketiga, deck.blue adalah klien Bluesky yang mendukung penjelajahan multi-kolom, memungkinkan Anda memeriksa semua hal yang penting sekaligus (seperti TweetDeck!).
ja: deck.blueはBlueskyのサードパーティークライアントです。deck.blueはマルチカラムレイアウトをサポートしており、あなたの好みに合わせてカラムをカスタマイズすることで、あなたにとって重要な複数の情報を一度に把握することができます。
ko: deck.blue는 여러 개의 컬럼을 통해 Bluesky를 탐색할 수 있는 제삼자 앱입니다. TweetDeck처럼 관심 있는 모든 것들을 한 번에 확인할 수 있습니다!
pt: Como um aplicativo não oficial, o deck.blue é uma interface para o Bluesky que suporta múltiplas colunas, permitindo que você consiga acompanhar tudo que importa de uma vez só! (igual o TweetDeck!).
ru: Deck.blue — стороннее приложение, которое представляет собой клиент Bluesky, который поддерживает просмотр нескольких столбцов, позволяя вам проверять все, что вас интересует, одновременно (точно так же, как TweetDeck!)
uk: Deck.blue – це клієнт Bluesky, сторонній застосунок, який підтримує перегляд в кількох колонках, що дозволяє стежити за всім, що вас хвилює, одночасно (так само як TweetDeck!).
zh_tw: 身為第三方的服務，deck.blue 是一個提供多欄瀏覽的 Bluesky 客戶端，讓你可以關注你感興趣的所有貼文（就跟 TweetDeck 一樣！）
