Repository: deckblue/l10n
Catalog: strings/strings_*.arb
Languages: cs, de, es, fi, fr, id, ja, ko, pt, ru, uk, zh_tw

# loginMigration
source: As part of the v2.0 update, you're required to login again so your settings and columns are properly backed up.
cs: V rámci aktualizace na v2.0 vyžadujeme opětovné přihlášení, aby se správně načetly Vaše nastavení a sloupce správně zálohovaly.
de: Mit dem Update auf Version 2.0 musst du dich neu einloggen, damit deine Einstellungen und Spalten korrekt gespeichert werden.
es: Como parte de la actualización a la versión 2.0, se te pedirá que vuelvas a iniciar sesión para que se haga una copia de seguridad de tus ajustes y columnas.
fi: Päivityksen 2.0 myötä sinun on kirjauduttava uudelleen, jotta asetuksesi ja sarakkeesi tallennetaan oikein.
fr: Dans le cadre de la mise à jour v2.0, vous devez vous connecter à nouveau afin que vos paramètres et colonnes soient correctement sauvegardés.
id: Sebagai bagian dari pembaruan v2.0, Anda harus masuk lagi agar pengaturan dan kolom Anda dicadangkan dengan benar.
ja: deck.blueのv2.0への移行にともない、アカウントごとのカラムや設定の情報が異なるデバイス間でも同期されるようになりました。この変更を有効化するためには再ログインしてください。
ko: v2.0 업데이트 이후 설정과 컬럼 백업을 위해 재로그인이 필요합니다.
pt: Como parte da atualização v2.0, é necessário que você logue novamente para que suas configurações e colunas tenham seu backup feito corretamente.
ru: В рамках обновления версии 2.0 вам необходимо снова войти в систему, чтобы ваши настройки и столбцы были правильно зарезервированы.
uk: У рамках оновлення версії 2.0 вам потрібно повторно увійти, щоб належним чином створити резервну копію налаштувань і колонок.
zh_tw: 伴隨著 2.0 的更新，您需要重新登入以正確地備份您的設定與欄位。

# settingsColor
source: Theme's base color
cs: Základní barva tématu
de: Grundfarbe vom Design
es: Color base del tema
fi: Perusväri
fr: Couleur de base du thème
id: Warna dasar tema
ja: テーマの基本色
ko: 테마의 기반 색상
pt: Cor da paleta
ru: Основной цвет темы
uk: Основний колір теми
zh_tw: 主題顏色

source: Accounts
cs: Účty
de: Konten
es: Cuentas
fi: Tilit
fr: Comptes
id: Akun
ja: アカウント
ko: 계정
pt: Contas
ru: Аккаунты
uk: Облікові записи
zh_tw: 帳號

source: Add account
cs: Přidat účet
de: Account hinzufügen
es: Añadir cuenta
fi: Lisää tili
fr: Ajouter un compte
id: Tambah Akun
ja: アカウントを追加
ko: 계정 추가
pt: Adicionar conta
ru: Добавить аккаунт
uk: Додати обліковий запис
zh_tw: 新增帳號

# accountConfirmationStep
source: Confirmation step
cs: Potvrzovací krok
de: Bestätigung
es: Paso de confirmación
fi: Vahvistus
fr: Étape de confirmation
id: Langkah konfirmasi
ja: 誤送信を防止
ko: 확인 단계
pt: Confirmar postagem
ru: Подтверждение поста
uk: Крок підтвердження
zh_tw: 確認

# accountConfirmationStepDescription
source: Adds a confirmation step before posting
cs: Přidá potvrzovací krok před zveřejněním příspěvku
de: Füge einen Bestätigungsschritt vor dem Posten hinzu
es: Añade un paso de confirmación antes de publicar
fi: Lisää vahvistusvaihe ennen julkaisemista
fr: Ajoute une étape de confirmation avant la publication
id: Menambahkan langkah konfirmasi sebelum memposting
ja: このアカウントでポストする前に確認するステップを追加する。
ko: 게시 전 확인 단계를 추가
pt: Adiciona uma confirmação antes de postar nesta conta
ru: Добавляет подтверждение перед отправкой поста.
uk: Додає крок підтвердження перед публікацією
zh_tw: 貼文之前先確認

# removeAccount
source: Remove
cs: Odstranit
de: Account entfernen
es: Eliminar
fi: Poista tili
fr: Supprimer
id: Hapus
ja: アカウントを削除
ko: 제거
pt: Remover conta
ru: Удалить аккаунт
uk: Видалити
zh_tw: 移除

# removeAccountDisclaimer
source: By removing this account, all columns added and scheduled posts from it are also going to be removed. Are you sure you want to remove this account?
cs: Odstraněním účtu budou odstraněny všechny sloupce a naplánované příspěvky tohoto účtu. Jste si jistí, že chcete účet odstranit?
de: Wenn du diesen Account entfernst, werden auch alle hinzugefügten Spalten und geplanten Beiträge entfernt. Bist du dir sicher, dass du diesen Account entfernen möchtest?
es: Al eliminar esta cuenta, también se eliminarán todas las columnas añadidas y los posts programados desde ella. ¿Seguro de que deseas eliminar esta cuenta?
fi: Kun poistat tämän tilin, kaikki lisäämäsi sarakkeet ja aikataulutetut viestit poistetaan myös. Oletko varma, että haluat poistaa tämän tilin?
fr: En supprimant ce compte, toutes les colonnes ajoutées et les publications planifiées seront également supprimées. Êtes-vous sûr de vouloir supprimer ce compte ?
id: Dengan menghapus akun ini, semua kolom yang ditambahkan dan postingan terjadwal dari akun tersebut juga akan dihapus. Apakah Anda yakin ingin menghapus akun ini?
ja: このアカウントを削除すると、アカウントに関連するすべての追加されたカラムと予約ポストの設定も削除されます。このアカウントを削除してもいいですか？
ko: 계정을 제거하면 모든 컬럼과 예약된 게시물이 함께 제거됩니다. 이 계정을 제거하시겠습니까?
pt: Ao remover esta conta, todas as colunas e postagens agendadas relacionadas a ela também serão removidas. Tem certeza que deseja remover essa conta?
ru: При удалении этой учетной записи все добавленные столбцы и запланированные публикации из нее также будут удалены. Вы уверены, что хотите удалить эту учетную запись?
uk: Видаливши цей обліковий запис, всі додані колонки та заплановані публікації з нього також будуть видалені. Ви впевнені, що хочете видалити цей обліковий запис?
zh_tw: 當您移除這個帳號，所有隸屬於該帳號的欄位與排程貼文也會一併被刪除。您確定要移除該帳號嗎？

# errorAccountMaxAccounts
source: You already reached the max account count for your Patreon tier.
cs: Dosáhli jste maximálního počtu účtů pro svou Patreon úroveň.
de: Du hast die maximale Anzahl an Accounts erreicht, welche durch deinen Unterstützer-Status auf Patreon vorgegeben ist.
es: Ya has alcanzado el número máximo de cuentas para tu nivel de Patreon.
fi: Olet saavuttanut enimmäismäärän tilejä, jotka Patreon-tukijasi tilaus sallii.
fr: Vous avez déjà atteint le nombre maximal de comptes pour votre niveau Patreon.
id: Anda telah mencapai jumlah akun maksimal untuk tingkat Patreon Anda.
ja: アカウントの上限数に達しています。Patreonの有料プランを確認してください。
ko: 나의 Patreon 티어에 허용되는 최대 계정 수에 도달했습니다.
pt: Você já chegou ao máximo de contas permitidas pelo seu tier do Patreon.
ru: Не удалось добавить новый аккаунт: максимальное количество аккаунтов для вашего уровня достигнуто.
uk: Ви вже досягли максимальної кількості облікових записів для свого рівня Patreon.
zh_tw: 您已經達到 Patreon 權限的帳號使用上限。

# errorAccountAdd
source: Could not add this account, please try again later.
cs: Nepodařilo se přidat účet. Zkste to prosím později.
de: Account konnte nicht hinzugefügt werden. Versuche es bitte später erneut.
es: No se ha podido añadir esta cuenta, inténtalo más tarde.
fi: Tiliä ei voitu lisätä. Yritä myöhemmin uudelleen.
fr: Impossible d'ajouter ce compte, veuillez réessayer ultérieurement.
id: Tidak dapat menambahkan akun ini, coba lagi nanti.
ja: このアカウントを追加できませんでした。もう一度お試しください。
ko: 이 계정을 추가할 수 없습니다. 나중에 다시 시도해 주세요.
pt: Não foi possível adicionar esta conta, por favor tente novamente.
ru: Не удалось добавить новый аккаунт. Пожалуйста, попробуйте позже.
uk: Не вдалося додати цей обліковий запис, будь ласка, спробуйте пізніше.
zh_tw: 無法新增此帳號，請稍後再嘗試。

# errorAccountUnknown
source: Couldn't manage this account, please try again later.
cs: Nepodařilo se spravovat tento účet, prosím zkuste to později.
de: Account konnte nicht genutzt werden. Versuche es bitte später erneut.
es: No se ha podido gestionar esta cuenta, inténtalo de nuevo más tarde.
fi: Tiliä ei voitu käyttää. Yritä myöhemmin uudelleen.
fr: Impossible de gérer ce compte, veuillez réessayer ultérieurement.
id: Tidak dapat mengelola akun ini, coba lagi nanti.
ja: アカウント管理でエラーが発生しました。もう一度お試しください。
ko: 이 계정을 관리할 수 없습니다. 나중에 다시 시도해 주세요.
pt: Não foi possível realizar esta operação, por favor tente novamente.
ru: Не удалось управлять аккаунтом. Пожалуйста, попробуйте позже.
uk: Не вдалося керувати цим обліковим записом, будь ласка, спробуйте пізніше.
zh_tw: 無法管理此帳號，請稍後再嘗試。

source: Preview
cs: Náhled
de: Vorschau
es: Vista previa
fi: Esikatselu
fr: Aperçu
id: Pratinjau
ja: プレビュー
ko: 미리보기
ru: Предпросмотр
uk: Попередній перегляд
zh_tw: 預覽

# repostDialogTitle
source: Repost from…
cs: Přesdílet příspěvek…
de: Teilen
es: Repost desde…
fi: Jakaminen
fr: Republier de...
id: Posting ulang dari…
ja: リポストをするアカウント
ko: 다음으로 재게시…
pt: Repostar como…
ru: Репост от…
uk: Репост як…
zh_tw: 轉發自...

# confirmationStep
source: Ready?
cs: Připraven?
de: Bereit?
es: ¿Listo?
fi: Valmis?
fr: Prêt ?
id: Siap?
ja: 本当にいい？
ko: 확인
pt: Pronto?
ru: Готовы?
uk: Готово?
zh_tw: 確認？

# likeDialogTitle
source: Like from…
cs: Oblíbit z…
de: Gefällt Mir
es: Me gusta desde…
fi: Tykkäys
fr: J'aime de...
id: Suka dari…
ja: いいねをするアカウント
ko: 다음으로 좋아요 표시…
pt: Curtir como…
ru: Лайк от…
uk: Вподобати як…
zh_tw: 喜愛自...

# addAccountDisclaimer
source: Please create a separated App Password for each account you add, otherwise your session can be revoked and you'll need to re-add your account.
cs: Prosíme, vytvořte si oddělené aplikační heslo pro každý účet, který přidáváto, jinak může být Vaše přihlášení zrušeno a budete muset znovu přidat svůj účet.
de: Bitte erstelle ein seperates App-Passwort für jeden Account, den du hinzufügen möchtest. Andernfalls kann die Sitzung entzogen werden und du musst deine Accounts neu hinzufügen.
es: Por favor, crea una Contraseña de Aplicación separada para cada cuenta que añadas, de lo contrario tu sesión puede ser revocada y tendrás que volver a añadir tu cuenta.
fi: Luo erillinen sovellussalasana jokaiselle tilille, jonka haluat lisätä. Muuten istunto voidaan sulkea, ja sinun on lisättävä tilit uudelleen.
fr: Veuillez créer un App Password distinct pour chaque compte que vous ajoutez, sinon votre session peut être révoquée et vous devrez réajouter votre compte.
id: Harap buat Kata Sandi Aplikasi terpisah untuk setiap akun yang Anda tambahkan, jika tidak, sesi Anda dapat dicabut dan Anda harus menambahkan kembali akun Anda.
ja: 追加するアカウントにはそれぞれ異なるアプリパスワードを使用してください。同じアプリパスワードを使用した場合は、セッションが破棄されあなたのアカウントを再度追加する必要があります。
ko: 추가하는 계정마다 별도의 앱 비밀번호를 만들어야 합니다. 그렇지 않으면 세션이 해제될 수 있으며 계정을 다시 추가해야 합니다.
pt: Por favor, crie uma App Password para cada conta que adicionar. Reutilizar a mesma senha pode ocasionar problemas de sessão e você vai precisar revincular sua conta adicional caso aconteçam.
ru: Создайте отдельный пароль приложения для каждой добавляемой учетной записи, иначе ваш сеанс может быть отменен, и вам придется повторно добавить свою учетную запись.
uk: Будь ласка, створіть окремий пароль застосунку для кожного доданого вами облікового запису, інакше ваш сеанс може бути скасовано, і вам доведеться повторно додавати свій обліковий запис.
zh_tw: 請使用不同的應用程式密碼於每個您新增的帳號，否則您的使用狀態會被撤銷，並且您需要重新新增帳號。

# profileFromDialogTitle
source: Profile from…
cs: Profil z…
de: Profil vom Account
es: Perfil desde…
fi: Profiilin tili
fr: Profil de...
id: Profil dari…
ja: プロフィールを見るアカウント
ko: 다음으로 프로필 표시…
pt: Ver perfil como…
ru: Профиль от…
uk: Профіль як…
zh_tw: 來自...的個人檔案

# viewFromAccount
source: View from…
cs: Zobrazení z…
de: Betrachte vom Account…
es: Ver desde…
fi: Näytä tililtä…
fr: Vue de...
id: Lihat dari…
ja: このプロフィールを見るアカウント
ko: 다음으로 보기…
pt: Ver como…
ru: Просмотр от…
uk: Дивитись як…
zh_tw: 瀏覽自...

source: Show
cs: Zobrazit
de: Zeigen
es: Mostrar
fi: Näytä
fr: Afficher
id: Menampilkan
ja: 見る
ko: 표시
pt: Ver
ru: Показать
uk: Показати
zh_tw: 顯示

# confirmDeleteColumnTitle
source: Delete column
cs: Smazat sloupec
es: Borrar columna
fi: Poista sarake
fr: Supprimer la colonne
id: Hapus Kolom
ja: カラムの削除
ko: 컬럼 삭제
pt: Deletar coluna
ru: Удалить колонку
uk: Видалити колонку
zh_tw: 刪除欄

# confirmDeleteColumnContent
source: Are you sure you want to delete this column?
cs: Jste si jistí, že chcete smazat tento sloupec?
es: ¿Seguro que quieres borrar esta columna?
fi: Oletko varma, että haluat poistaa tämän sarakkeen?
fr: Êtes-vous sûr de vouloir supprimer cette colonne ?
id: Apakah Anda yakin ingin menghapus kolom ini?
ja: このカラムを削除してもいいですか？
ko: 이 컬럼을 삭제하시겠습니까?
pt: Tem certeza de que quer deletar esta coluna?
ru: Вы уверены, что хотите удалить эту колонку?
uk: Ви впевнені, що хочете видалити цю колонку?
zh_tw: 您確定要刪除此欄嗎？

# settingsCompactMode
source: Compact mode for posts
cs: Kompaktní zobrazení příspěvků
es: Modo compacto para posts
fi: Tiivis esitysmuoto
fr: Mode compact pour les publications
id: Mode ringkas untuk postingan
ja: コンパクトモードを有効化
ko: 게시물용 간소화 모드
pt: Modo compacto nos posts
ru: Компактный режим для постов
uk: Компактний режим дописів
zh_tw: 密集的貼文排列模式

# errorAccountRelink
source: Couldn't relink this account, please try again.
cs: Nepodařilo se znovu propojit tento účet, prosíme zkuste to znovu.
es: No se ha podido volver a vincular esta cuenta, inténtalo de nuevo.
fi: Tilin uudelleenyhdistäminen epäonnistui. Yritä uudelleen myöhemmin.
fr: Impossible de relier ce compte, veuillez réessayer.
id: Tidak dapat menautkan ulang akun ini, coba lagi.
ja: アカウントを再リンクできませんでした。もう一度お試しください。
ko: 이 계정을 재연결할 수 없습니다. 다시 시도해 주세요.
pt: Não foi possível atualizar esta conta, por favor tente novamente.
ru: Не удалось переподключить существующий аккаунт. Пожалуйста, попробуйте позже.
uk: Не вдалося повторно приєднати цей обліковий запис, будь ласка, спробуйте ще раз.
zh_tw: 無法重新連結該帳號，請稍後再嘗試。

# relinkAccount
source: Relink
cs: Znovu propojit
es: Volver a vincular
fi: Yhdistä uudelleen
fr: Relier
id: Tautkan kembali
ja: 再リンク
ko: 재연결
pt: Revincular
ru: Переподключить аккаунт
uk: Приєднати
zh_tw: 重新連結

# settingsForceAltTextInput
source: Require alt text before posting
es: Requerir Texto Alt antes de postear
id: Memerlukan teks alternatif sebelum memposting
ja: 画像のALTテキストを必須にする
ko: 게시 전 대체 텍스트 반드시 입력
pt: Tornar texto ALT obrigatório
uk: Вимагається опис зображення перед надсиланням

# postDialogForceAltTextInputHint
source: One or more images is missing alt text
es: A una o más imágenes les falta el Texto Alt
id: Satu atau beberapa gambar tidak memiliki teks alternatif
ja: 画像にALTテキストを入力してください
ko: 일부 이미지에 대체 텍스트가 없습니다.
pt: Uma ou mais imagens estão sem texto ALT
uk: Одне чи більше зображень не мають опису

# loginDisclaimer1
source: By logging in, you agree to the
es: Al iniciar sesión, acepta las
ja: ログインすることで、
ko: 로그인하는 것으로
pt: Ao logar, você concorda com os
uk: Увійшовши до системи, ви погоджуєтеся з

# loginDisclaimer2
source: Terms of Service
es: Condiciones de uso
ja: 利用規約
ko: 이용 약관
pt: Termos de Serviço
uk: Умовами надання послуг

# loginDisclaimer3
source: and
es: y
ja: と
ko: 및
pt: e a
uk: та

# loginDisclaimer4
source: Privacy Policy
es: Política de privacidad
ja: プライバシーポリシー
ko: 개인정보 보호정책
pt: Política de Privacidade
uk: Політикою конфіденційності

# searchDialogFeeds
source: Feeds
ja: フィード
ko: 피드
uk: Канали

# emptyFeeds
source: No feeds found
es: No se han encontrado feeds
ja: フィードが見つかりませんでした
ko: 검색된 피드 없음
pt: Nenhum feed encontrado
uk: Каналів не знайдено

# quoteFeedButton
source: Add Feed link
es: Añadir enlace de Feed
ja: フィードのリンクを追加
ko: 피드 링크 추가
pt: Vincular Feed
uk: Додати посилання на канал

# quoteListButton
source: Add List link
es: Añadir enlace de lista
ja: リストのリンクを追加
ko: 리스트 링크 추가
pt: Vincular Lista
uk: Додати посилання на список

# shortcutsDialogTitle
source: Shortcuts
ja: ショートカット
ko: 단축키
pt: Atalhos
uk: Клавішні сполучення

# shortcutsNewPost
source: New post
ja: 新しいポスト
ko: 새 게시물
pt: Novo post
uk: Новий допис

# shortcutsSendPost
source: Send post
ja: ポストを送信
ko: 게시하기
pt: Enviar post
uk: Опублікувати

# shortcutsScrollFirst
source: Scroll to first column
ja: 最初のカラムにスクロール
ko: 첫 컬럼 스크롤
pt: Rolar para primeira coluna
uk: Перейти до першої колонки

# shortcutsScrollNumbers
source: Scroll to column 2 to 9
ja: 2番目から9番目のカラムにスクロール
ko: 2~9번째 컬럼 스크롤
pt: Rolar para colunas 2 a 9
uk: Перейти до колонок 2-9

# shortcutsScrollLast
source: Scroll to last column
ja: 最後のカラムにスクロール
ko: 마지막 컬럼 스크롤
pt: Rolar para última coluna
uk: Перейти до останньої колонки

# shortcutsThread
source: When viewing a thread
ja: スレッドを開いている時
ko: 스레드를 보고 있을 때
pt: Ao ver uma thread
uk: При перегляді треду

# shortcutsThreadViewer
source: Open Thread Viewer
ja: スレッドビューアーを開く
ko: 스레드 뷰어 열기
pt: Abrir Thread Viewer
uk: Відкрити переглядач тредів

# shortcutsCloseThread
source: Close Thread
ja: スレッドを閉じる
ko: 스레드 닫기
pt: Fechar Thread
uk: Закрити тред

# shortcutsLike
source: Like that post
ja: ポストをいいねする
ko: 해당 게시물 좋아요 표시
pt: Curtir post
uk: Вподобати допис

# shortcutsReply
source: New reply to that post
ja: ポストに返信する
ko: 해당 게시물 답글
pt: Responder ao post
uk: Нова відповідь на допис

# shortcutsQuote
source: Quote that post
ja: ポストを引用する
ko: 해당 게시물 인용
pt: Citar post
uk: Цитувати допис

# shortcutsRepost
source: Repost that post
ja: ポストをリポストする
ko: 해당 게시물 재게시
pt: Repostar post
uk: Перепостити допис

# shortcutsGeneral
source: General
ja: 全般
ko: 일반
pt: Geral
uk: Загальні

# shortcutsCloseWindow
source: Close window
ja: 画面を閉じる
ko: 창 닫기
pt: Fechar janela
uk: Закрити вікно

# shortcutsThisWindow
source: Shortcuts window
ja: このショートカット画面を開く
ko: 단축키 창
pt: Atalhos
uk: Показати клавішні сполучення

# settingsAutoplayGIFs
source: Autoplay GIFs
ja: GIFの自動再生を有効化
ko: GIF 자동 재생
pt: Autoplay em GIFs
uk: Автовідтворення GIF

# settingsDisableGIFs
source: Disable GIFs
ja: GIFを無効化
ko: GIF 끄기
pt: Desabilitar GIFs
uk: Вимкнути GIF

source: Sponsors
ja: スポンサー
pt: Patrocinadores
uk: Спонсори

# blockingByList
source: blocked by list
ja: リストでブロックしています
ko: 리스트로 차단됨
pt: bloqueado em lista
uk: заблоковано у списку

# postedDateUnitYears
source: {number}y
ja: {number}年
ko: {number}년
pt: {number}a
uk: {number} р

# settingsSubscribedLists
source: Subscribed lists
ja: 使用中のモデレーションリスト
ko: 구독한 리스트
pt: Listas de moderação
uk: Списки модерації

# settingsSubscribedListsSubtitle
source: All your currently subscribed moderation lists
ja: 有効になっているすべてのモデレーションリスト
ko: 내가 구독한 검토 리스트
pt: Todas as listas de moderação ativas no momento
uk: Ваші поточні списки модерації

source: Unsubscribe
ja: サブスクリプションを解除
ko: 구독 해제
pt: Desativar
uk: Відписатись

# confirmUnmuteListContent
source: This list is currently subscribed; this action will unmute/unblock everyone on it, are you sure you want to do this?
ja: このモデレーションリストのサブスクリプションを解除すると、このリストに含まれるすべてのユーザーに対するミュートとブロックが解除されます。本当にサブスクリプションを解除してもいいですか？
ko: 이 리스트를 구독하고 있습니다. 구독을 해제하면 리스트에 있는 모든 계정의 뮤트/차단을 해제하게 됩니다. 계속하시겠습니까?
pt: Esta lista está ativa, esta ação irá desmutar ou desbloquear todos os usuários nela. Tem certeza que quer fazer isso?
uk: Ви зараз підписані на цей список. Виконання цієї дії призведе до розблокування всіх облікових записів з цього списку. Ви дійсно бажаєте зробити це?

# emptyMutedLists
source: You aren't subscribed to any moderation lists!
ja: 使用しているモデレーションリストはありません！
ko: 구독한 검토 리스트가 없습니다!
pt: Você está sem nenhuma lista de moderação ativa!
uk: Зараз ви не підписані на жоден список модерації!

# settingsDisableSpellcheck
source: Disable spellcheck
ja: スペルチェッカーを無効化
ko: 맞춤법 검사 끄기
pt: Desabilitar corretor
uk: Вимкнути перевірку орфографії

# settingsDisableCloseComposer
source: Disable Esc while typing
ja: 文字入力中のEscキーを無効化
ko: 작성 중 ESC 끄기
pt: Desabilitar Esc enquanto digita
uk: Вимкнути Esc під час набору тексту

# settingsDisableCloseComposerSubtitle
source: If you don't want the Esc button to close the window you're typing on
ja: Escキーで入力中のウィンドウを閉じたくない場合
ko: 작성 중 ESC 버튼을 누를 때 창이 닫히는 걸 방지하고 싶을 때 유용합니다.
pt: Se quiser que o Esc pare de fechar qualquer janela onde esteja digitando
uk: Якщо ви не хочете, щоб кнопка Esc закривала вікно, у якому відбувається ввід

# settingsPanelGeneral
source: General
ja: 一般
ko: 일반
pt: Geral
uk: Загальні

# settingsPanelInterface
source: UI
ja: 外観
pt: Interface
uk: Вигляд

# settingsPanelToggles
source: Toggles
ja: その他
ko: 켜기/끄기
pt: Customizar
uk: Перемикачі

# copyTextButton
source: Copy text
ja: テキストをコピー
ko: 텍스트 복사
pt: Copiar texto
uk: Копіювати текст

source: Filter own posts
ja: 自分のポストを非表示
ko: 내 게시물 필터
pt: Filtrar seus próprios posts
uk: Приховати свої пости

# errorAccountSchedule
source: Couldn't update scheduling account, please try again.
ja: 予約アカウントを更新できませんでした。もう一度お試しください。
ko: 예약 계정을 업데이트할 수 없습니다. 다시 시도해 주세요.
pt: Não foi possível alterar sua conta de agendamento. Por favor, tente novamente.
uk: Не вдалося оновити обліковий запис для запланованих дописів, будь ласка, спробуйте ще раз.

# scheduleAccount
source: Add scheduling account
ja: 予約アカウントを追加
ko: 예약 계정 추가
pt: Adicionar conta de agendamento
uk: Додати обліковий запис для запланованих дописів

# scheduleAccountSubtitle
source: A secondary account is used to schedule your posts so your deck.blue session is not affected.
ja: 予約アカウントはdeck.blueで予約ポストを管理するために使用されます。
ko: 보조 계정은 deck.blue 세션에 영향을 주지 않게끔 게시물을 예약할 때 사용됩니다.
pt: Uma conta separada para agendamento de posts é necessária para garantir que sua sessão do deck.blue não seja afetada.
uk: Другий обліковий запис використовується для планування ваших дописів, так щоб не наражати вашу сесію deck.blue на ризик відкликання.

# scheduleAccountRemove
source: Remove scheduling account
ja: 予約アカウントを削除
ko: 예약 계정 제거
pt: Remover conta de agendamento
uk: Вилучити обліковий запис для запланованих дописів

# scheduleAccountRemoveSubtitle
source: By removing your scheduling account, all your scheduled posts will be deleted. Are you sure you want to do this?
ja: 予約アカウントを削除すると、予約されたすべてのポストのデータも削除されます。本当に削除してもいいですか？
ko: 예약 계정을 제거하면 모든 예약된 게시물이 삭제됩니다. 계속하시겠습니까?
pt: Ao remover sua conta de agendamento, todos os seus posts agendados serão deletados. Tem certeza que quer fazer isso?
uk: Вилучення облікового запису для запланованих дописів призведе також до вилучення дописів, що не були опубліковані. Ви дійсно бажаєте зробити це?

# schedulePost
source: Will send on {scheduleTime}
ja: このポストは{scheduleTime}に送信されます。
ko: {scheduleTime} 발송 에정
pt: Será enviado em {scheduleTime}
uk: Буде надіслано {scheduleTime}

# settingsSchedule
source: Scheduled posts
ja: 予約ポスト
ko: 예약된 게시물
pt: Posts agendados
uk: Заплановані дописи

# emptyScheduledPosts
source: You don't have any scheduled posts.
ja: 予約されたポストはありません。
ko: 예약된 게시물이 없습니다.
pt: Você não tem posts agendados.
uk: У вас немає запланованих дописів.

# confirmCancelScheduledPost
source: Cancel scheduled post
ja: 予約ポストのキャンセル
ko: 예약된 게시물 취소
pt: Cancelar agendamento
uk: Скасувати запланований допис

# confirmCancelScheduledPostContent
source: Are you sure you want to cancel this scheduled post? You won't be able to retrieve its data.
ja: この予約ポストを本当にキャンセルしてもいいですか？キャンセルされた予約ポストのデータは復元できません。
ko: 이 예약된 게시물을 취소하시겠습니까? 입력된 데이터가 삭제됩니다.
pt: Tem certeza que quer cancelar este agendamento? Você perderá os dados referentes a este post.
uk: Ви впевнені, що бажаєте скасувати цей запланований допис? У вас не буде можливості отримати дані з нього.

# errorMaxScheduledPosts
source: You can't schedule more than {maxCount} posts in your {tierName} tier!
ja: {tierName}のサブスクリプション契約では、{maxCount}以上のポストを予約することはできません！
ko: {tierName} 티어에서는 게시물을 {maxCount}까지만 예약할 수 있습니다!
pt: Você não pode agendar mais do que {maxCount} posts no seu tier {tierName}!
uk: Ви можете запланувати не більше ніж {maxCount, plural, one{{maxCount} допис} few{{maxCount} дописи} other{{maxCount} дописів}} на вашому рівні {tierName}!

# scheduledPostReply
source: Replying to:
ja: 返信先:
ko: 답글 중:
pt: Respondendo:
uk: У відповідь до:

# scheduledPostEmbed
source: Embed:
ja: 埋め込みコンテンツ:
ko: 임베드:
uk: Вбудувати:

# scheduledPostLink
source: Link:
ja: リンク:
ko: 링크:
uk: Посилання:

# scheduledPostText
source: Text: {postText}
ja: テキスト: {postText}
ko: 텍스트: {postText}
pt: Texto: {postText}
uk: Текст: {postText}

# scheduledPostLabels
source: Labels: {labelList}
ja: ラベル: {labelList}
ko: 라벨: {labelList}
pt: Avisos: {labelList}
uk: Мітки: {labelList}

# scheduledPostTags
source: Tags: {tagsList}
ja: タグ: {tagsList}
ko: 태그: {tagsList}
uk: Теґи: {tagsList}

# scheduledPostLanguages
source: Languages: {languageList}
ja: 言語: {languageList}
ko: 언어: {languageList}
pt: Idiomas: {languageList}
uk: Мови: {languageList}

# sizeCustom
source: Custom
ja: カスタム
ko: 맞춤
pt: Outro
uk: Власний

# settingsDisableLinkWarning
source: Disable link warning
ja: リンクの警告を無効化
ko: 링크 경고 끄기
pt: Desabilitar aviso em links
uk: Вимкнути попередження про посилання
