Repository: deckblue/l10n
Catalog: strings/strings_*.arb
Languages: cs, de, es, fi, fr, id, ja, ko, pt, ru, uk, zh_tw

# timerSetting
source: Refresh every
cs: Obnovit každých
de: Aktualisiere alle
es: Actualizar cada
fi: Päivitä kaikki
fr: Actualiser toutes les
id: Segarkan setiap
ja: カラムの更新周期
ko: 다음마다 새로 고침
pt: Atualizar a cada
ru: Обновлять каждые
uk: Оновлювати кожні
zh_tw: 更新頻率

# quoteTo
source: Quoting {actor}
cs: Cituje {actor}
de: Zitiert {actor}
es: Citando a {actor}
fi: Lainaus {actor}
fr: Citation de {actor}
id: Mengutip {actor}
ja: {actor} を引用
ko: {actor} 님 인용 중
pt: Citando {actor}
ru: Цитата {actor}
uk: Цитування {actor}
zh_tw: {actor} 引用

# followingReplies
source: Filter replies by following
cs: Filtrovat odpovědi sledujícími
de: Filtere Antworten nach gefolgten
es: Filtrar las respuestas por
fi: Suodata vastaukset
fr: Filtrer les réponses par les personnes que vous suivez
id: Filter balasan dengan mengikuti
ja: フォローしている返信だけを表示
ko: 팔로잉하는 사람으로 답글 필터
pt: Só mostrar respostas de quem estou seguindo
ru: Отфильтровать ответы по
uk: Фільтрувати відповіді за читачами
zh_tw: 只顯示您關注者的回覆

# settingsShowAlt
source: Display alt text by default
cs: Automaticky zobrazit alternativní text obrázku
de: Alt-Text standartmäßig anzeigen
es: Mostrar texto alternativo por defecto
fi: Näytä alt-teksti oletusarvoisesti
fr: Afficher le texte alternatif par défaut
id: Menampilkan teks alternatif secara default
ja: 画像のALTテキストを常に表示
ko: 대체 텍스트 향상 표시
pt: Mostrar descrições de imagens por padrão
ru: Показать alt текст по умолчанию
uk: Показувати текст опису зображень
zh_tw: 預設顯示替代文字

# confirmUnfollowActorTitle
source: Unfollow
cs: Přestat sledovat
de: Entfolgen
es: Dejar de seguir
fi: Lopeta seuraaminen
fr: Ne plus suivre
id: Berhenti mengikuti
ja: フォロー解除
ko: 팔로우 취소
pt: Deixar de seguir
ru: Отписаться
uk: Не читати
zh_tw: 取消關注

# confirmUnfollowActorContent
source: Are you sure you want to unfollow {handle}?
cs: Skutečně chcete přestat sledovat {handle}?
de: Bist du sicher, dass du {handle} entfolgen möchtest?
es: ¿Seguro de que quieres dejar de seguir a {handle}?
fi: Oletko varma, että haluat lopettaa {handle} seuraamisen?
fr: Êtes-vous sûr de vouloir ne plus suivre {handle} ?
id: Apakah Anda yakin ingin berhenti mengikuti {handle}?
ja: {handle}のフォローを解除してもいいですか？
ko: {handle} 님을 팔로우 취소하시겠습니까?
pt: Tem certeza de que quer deixar de seguir {handle}?
ru: Вы уверены что хотите отписаться от {handle}?
uk: Ви впевнені, що бажаєте перестати читати {handle}?
zh_tw: 您確定要取消關注 {handle}？

# confirmBlockActorTitle
source: Block
cs: Blokovat
de: Blockieren
es: Bloquear
fi: Estä
fr: Bloquer
id: Blokir
ja: ブロック
ko: 차단
pt: Bloquear
ru: Заблокировать
uk: Блокування
zh_tw: 封鎖

# confirmBlockActorContent
source: Blocked accounts cannot reply in your threads, mention you, or otherwise interact with you. Are you sure you want to block this account?
cs: Blokované účty nemohou odpovídat ve Vašem vlákně, zmiňovat Vás ani jinak s Vámi interagovat. Sktečně chcete tento účet blokovat?
de: Blockierte Nutzer können in deinen Threads nicht antworten, dich nicht markieren oder anderweitig mit dir interagieren. Bist du dir sicher, dass du diesen Account blockieren möchtest?
es: Las cuentas bloqueadas no pueden responder en tus hilos, mencionarte ni interactuar contigo de ninguna otra forma. ¿Estás seguro de que quieres bloquear esta cuenta?
fi: Estetyt käyttäjät eivät voi vastata viesteihisi, mainita sinua tai muutoin olla vuorovaikutuksessa kanssasi. Oletko varma, että haluat estää tämän tilin?
fr: Les comptes bloqués ne peuvent pas répondre à vos messages, vous mentionner ou interagir avec vous de quelque manière que ce soit. Êtes-vous sûr de vouloir bloquer ce compte ?
id: Akun yang diblokir tidak dapat membalas thread Anda, menyebut Anda, atau berinteraksi dengan Anda. Apakah Anda yakin ingin memblokir akun ini?
ja: ブロックされたアカウントは返信やメンションなどのあなたに対するすべてのアクションが制限されます。このアカウントをブロックしてもいいですか？
ko: 차단된 계정은 내 스레드에 답글, 멘션하거나 상호작용할 수 없습니다. 이 계정을 차단하시겠습니까?
pt: Contas bloqueadas não podem te responder, mencionar ou interagir de qualquer maneira com você. Tem certeza de que quer bloquear esta conta?
ru: Заблокированные аккаунты не могут отвечать в ваших тредах, упоминать вас или иным образом взаимодействовать с вами. Вы уверены, что хотите заблокировать этот аккаунт?»
uk: Заблоковані облікові записи не можуть відповідати у ваших тредах, згадувати вас або іншим чином взаємодіяти з вами. Ви впевнені, що хочете заблокувати цей обліковий запис?
zh_tw: 封鎖的帳號無法回覆、提及，或者任何與您互動的方式。您確定要封鎖該帳號嗎？

# confirmUnblockActorTitle
source: Unblock
cs: Odblokovat
de: Entblocken
es: Desbloquear
fi: Poista esto
fr: Débloquer
id: Buka blokir
ja: ブロック解除
ko: 차단 해제
pt: Desbloquear
ru: Разблокировать
uk: Розблокувати
zh_tw: 取消封鎖

# confirmUnblockActorContent
source: The account will be able to interact with you after unblocking. Are you sure you want to unblock this account?
cs: Účet bude moct s Vámi interagovat po odblokování. Skutečně chcete odblokovat tento účet?
de: Der Account wird wieder mit dir interagieren können, wenn du ihn entblockt hast. Bist du dir sicher, dass du diesen Account entblocken möchtest?
es: La cuenta podrá interactuar contigo una vez desbloqueada. ¿Estás seguro de que quieres desbloquear esta cuenta?
fi: Kun poistat eston, tili voi olla taas vuorovaikutuksessa kanssasi. Oletko varma, että haluat poistaa tämän tilin eston?
fr: Le compte pourra interagir avec vous après le déblocage. Êtes-vous sûr de vouloir débloquer ce compte ?
id: Akun tersebut akan dapat berinteraksi dengan Anda setelah membuka blokir. Apakah Anda yakin ingin membuka blokir akun ini?
ja: ブロックを解除するとあなたのアクティビティに対するすべての制限が解除されます。このアカウントのブロックを解除してもいいですか？
ko: 이 계정은 차단 해제 후 나와 다시 상호작용할 수 있게 됩니다. 이 계정을 차단 해제하시겠습니까?
pt: Ao desbloquear, esta conta poderá interagir com você novamente. Tem certeza de que quer desbloquear esta conta?
ru: Аккаунт сможет взаимодействовать с вами после разблокировки. Вы уверены, что хотите разблокировать этот аккаунт?
uk: Обліковий запис зможе взаємодіяти з вами після розблокування. Ви впевнені, що хочете розблокувати цей обліковий запис?
zh_tw: 該帳號在取消封鎖之後，將可以重新與您互動。您確定要取消封鎖該帳號嗎？

# confirmDeletePostTitle
source: Delete post
cs: Smazat příspěvek
de: Beitrag löschen
es: Borrar post
fi: Poista viesti
fr: Supprimer la publication
id: Hapus Postingan
ja: ポストの削除
ko: 게시물 삭제
pt: Deletar post
ru: Удалить пост
uk: Видалити допис
zh_tw: 刪除貼文

# confirmDeletePostContent
source: Are you sure you want to delete this post?
cs: Skutečně chcete smazat tento příspěvek?
de: Bist du dir sicher, dass du diesen Beitrag löschen möchtest?
es: ¿Seguro que quieres borrar este post?
fi: Oletko varma, että haluat poistaa tämän viestin?
fr: Êtes-vous sûr de vouloir supprimer cette publication ?
id: Apakah Anda yakin ingin menghapus postingan ini?
ja: このポストを削除してもいいですか？
ko: 이 게시물을 삭제하시겠습니까?
pt: Tem certeza de que quer deletar este post?
ru: Вы уверены, что хотите удалить этот пост?
uk: Ви впевнені, що хочете видалити цей допис?
zh_tw: 您確定要刪除該貼文嗎？

# confirmListConvertTitle
source: Convert list
cs: Zkonvertovat seznam
de: Liste umwandeln
es: Convertir lista
fi: Muunna lista
fr: Convertir la liste
id: Konversi daftar
ja: リストの変換
ko: 리스트 변환
pt: Converter lista
ru: Конвертировать список
uk: Конвертувати список
zh_tw: 轉換列表

# confirmListConvertContent
source: This list is currently a mute list; converting it is needed in order to use it as a column. After converting, the profiles already in the list won't be considered muted anymore. Are you sure you want to convert it?
cs: Toto je aktuálně seznam pro ztlumení; pro použití jako sloupec je nutná konverze. Po zkonvertování nebudou účty obsažené v seznamu považované za ztlumené. Skutečně chcete seznam zkonvertovat?
de: Diese Liste ist aktuell eine Stummschalt-Liste; um sie als Spalte nutzen zu können, musst du sie zuerst umwandeln. Nach dem Umwandeln, werden die enthaltenen Profile nicht mehr als stummgeschaltet angesehen. Bist du dir sicher, dass du die Liste umwandeln möchtest?
es: Esta lista es actualmente una lista de perfiles silenciados; es necesario convertirla para poder utilizarla como columna. Tras la conversión, los perfiles que ya estén en la lista dejarán de considerarse silenciados. ¿Estás seguro de que quieres convertirla?
fi: Tämä lista on tällä hetkellä mykistyslista. Voit muuntaa sen sarakkeeksi käyttääksesi sitä sarakkeena. Muunnon jälkeen listassa olevia profiileja ei enää pidetä mykistettyinä. Oletko varma, että haluat muuntaa tämän listan?
fr: Cette liste est actuellement une liste de masquage ; la convertir est nécessaire pour l'utiliser en tant que colonne. Après la conversion, les profils déjà présents dans la liste ne seront plus considérés comme masqués. Êtes-vous sûr de vouloir la convertir ?
id: Daftar ini saat ini merupakan daftar bisu; mengonversinya diperlukan untuk menggunakannya sebagai kolom. Setelah mengonversi, profil yang sudah ada dalam daftar tidak akan dianggap dibisukan lagi. Apakah Anda yakin ingin mengonversinya?
ja: このリストは現在モデレーションリストです。カラムとして使用するにはユーザーリストへの変換が必要です。モデレーションリストを変換した場合は、すでにリストに入っているプロフィールはミュートの対象とはみなされなくなります。リストを変換してもいいですか？
ko: 이 리스트는 현재 뮤트 리스트입니다. 컬럼으로 사용하려면 리스트를 변환해야 합니다. 변환 후 목록에 있던 프로필은 뮤트된 것으로 간주되지 않습니다. 리스트를 변환하시겠습니까?
pt: Esta é uma lista de pessoas silenciadas; para utilizá-la como uma coluna, é necessário convertê-la. Após a conversão, os perfis que já estão na lista deixarão de ser silenciados. Tem certeza que deseja convertê-la?
ru: Этот список в настоящее время является списком заглушки; его необходимо сконвертировать для того, чтобы использовать его в качестве столбца. После конверсии профили, уже находящиеся в списке, больше не будут считаться заглушенными. Вы уверены, что хотите его сконвертировать?
uk: Цей список наразі є списком приглушених облікових записів; його перетворення необхідне для того, щоб використовувати його як колонку. Після перетворення профілі, які вже є у списку, більше не вважатимуться приглушеними. Ви впевнені, що хочете його конвертувати?
zh_tw: 該列表目前為被靜音的列表，您必須先轉換它才能用於欄。而且在轉換之後，所有該列表裡包含的帳號將不再被靜音。您確定要轉換嗎？

# convertButton
source: Convert
cs: Zkonvertovat
de: Umwandeln
es: Convertir
fi: Muunna
fr: Convertir
id: Konversi
ja: 変換
ko: 변환
pt: Converter
ru: Конвертировать
uk: Конвертувати
zh_tw: 轉換

source: Hashtags
cs: Hashtagy
fi: Tunnisteet
id: Tagar
ja: ハッシュタグ
ko: 해시태그
ru: Хэштеги
uk: Хештеґи
zh_tw: 主題標籤

# warningOnPressedLinkTitle
source: HOLD UP!
cs: POČKAT!
de: WARTE!
es: ¡ESPERA!
fi: ODOTA!
fr: ATTENTION !
id: TAHAN!
ja: ちょっと待って！
ko: 잠깐만요!
pt: OPA!
ru: СЕКУНДУ!
uk: ЗАЧЕКАЙ!
zh_tw: 稍等！

# warningOnPressedLinkContent
source: This link will take you to the following website. Are you sure you want to go this website?
cs: Tento odkaz tě přesměruje na externí stránku. Skutečně chcete jít na tuto stránku?
de: Dieser Link bringt dich auf die folgende Webseite. Bist du dir sicher, dass du zu dieser Webseite wechseln möchtest?
es: Este enlace le llevará al siguiente sitio web. ¿Estás seguro de que desea ir a este sitio web?
fi: Tämä linkki vie sinut seuraavalle verkkosivulle. Oletko varma, että haluat siirtyä tähän verkkosivulle?
fr: Ce lien vous dirigera vers le site web suivant. Êtes-vous sûr de vouloir accéder à ce site web ?
id: Tautan ini akan membawa Anda ke situs web berikut. Apakah Anda yakin ingin membuka situs web ini?
ja: このリンクは次のウェブサイトに移動するように設定されています。このリンクのウェブサイトに移動してもいいですか？
ko: 이 링크는 다음 웹 사이트로 이동합니다. 이 웹 사이트로 이동하시겠습니까?
pt: Este link vai te levar pro site abaixo, tem certeza que é isso mesmo?
ru: Эта ссылка приведет вас на следующий веб-сайт. Вы уверены, что хотите посетить этот сайт?
uk: За цим посиланням ви перейдете на інший вебсайт. Ви впевнені, що хочете перейди до нього?
zh_tw: 該連結將會把您導至下列的網站，您確定要前往該網站嗎？

# wordSelectDialogHint
source: Enter any word separated by ",". Maximum of 64 characters.
cs: Vložte libovolné slovo oddělené ",". Maximální počet znaků je 64.
de: Trage irgendein Wort, getrennt durch "," ein. Maximal 64 Zeichen.
es: Introduce cualquier palabra separada por ",". Máximo 64 caracteres.
fi: Syötä mikä tahansa sana pilkuilla erotettuna. Enintään 64 merkkiä.
fr: Saisissez un ou plusieurs mots séparés par ",". Maximum de 64 caractères.
id: Masukkan kata apa saja yang dipisahkan dengan ",". Maksimum 64 karakter.
ja: 単語をカンマ区切りで入力してください。最大64文字の単語を設定できます。
ko: 키워드는 ","(쉼표)로 구분됩니다. 최대 64글자.
pt: Insira qualquer palavra separada por ",". Máximo de 64 caracteres.
ru: Введите любое слово, разделенное запятой. Максимум 64 символа.
uk: Додайте слова розділені ",". Не більше 64 символів.
zh_tw: 請輸入以逗號分隔的單字，最多可以設定 64 個字。

# wordSelectDialogHintWithSpaceFilter
source: Enter any word separated by "," or space. Maximum of 64 characters.
cs: Jakékoliv slovo oddělené "," či mezerou. Maximální délka 64 znaků.
de: Trage irgendein Wort, getrennt durch "," oder Leerzeichen ein. Maximal 64 Zeichen.
es: Introduce cualquier palabra separada por "," o espacios. Máximo 64 caracteres.
fi: Syötä mikä tahansa sana pilkuilla tai välilyönneillä erotettuna. Enintään 64 merkkiä.
fr: Saisissez un ou plusieurs mots séparés par "," ou un espace. Maximum de 64 caractères.
id: Masukkan kata apa saja yang dipisahkan dengan "," atau spasi. Maksimum 64 karakter.
ja: 単語をカンマまたは半角スペース区切りで入力してください。最大64文字の単語を設定できます。
ko: 키워드는 ","(쉼표) 또는 띄어쓰기로 구분됩니다. 최대 64글자.
pt: Insira qualquer palavra separada por "," ou espaço. Máximo de 64 caracteres.
ru: Введите любое слово, разделенное запятой. Максимум 64 символа.
uk: Додайте слова розділені "," або пробілом. Не більше 64 символів.
zh_tw: 請輸入以逗號或空格分隔的單字，最多可以設定 64 個字。

# columnTimerNone
source: Manual
cs: Manualnální
de: Manuell
fi: Manuaalinen
fr: Manuel
id: petunjuk
ja: 手動
ko: 수동
ru: Вручную
uk: Вручну
zh_tw: 手動

# loadMoreButton
source: Load more
cs: Načíst více
de: Mehr laden
es: Cargar más
fi: Näytä lisää
fr: Afficher plus
id: Muat lebih banyak
ja: もっと見る
ko: 더 불러오기
pt: Carregar mais
ru: Загрузить еще
uk: Завантажити ще
zh_tw: 讀取更多

source: Show clear button
cs: Zobrazit tlačítko vyčistit
de: Zeige Leeren-Schaltfläche
es: Mostrar botón de limpiar
fi: Näytä Tyhjennä-painike
fr: Afficher le bouton de suppression
id: Tampilkan tombol hapus
ja: クリアボタンを表示
ko: 비우기 버튼 표시
pt: Mostrar botão de Limpar coluna
ru: Показать кнопку очистки
uk: Показувати кнопку очищення
zh_tw: 顯示清除的按鈕

# manageActorInList
source: Add/remove from list
cs: Přidat/odebrat ze seznamu
de: Zur Liste hinzufügen / Von Liste entfernen
es: Añadir/eliminar de la lista
fi: Lisää listaan / Poista listalta
fr: Ajouter/retirer de la liste
id: Tambah/hapus dari daftar
ja: リストへの追加/削除
ko: 리스트에서 추가/제거
pt: Tirar/colocar de lista
ru: Удалить/добавит в список
uk: Додати/видалити зі списку
zh_tw: 新增至/移除自列表

# connectPatreon
source: Connect with Patreon
cs: Propojit Patreon
de: Mit Patreon verbinden
es: Conectar con Patreon
fi: Yhdistä Patreon-tili
fr: Se connecter avec Patreon
id: Terhubung dengan Patreon
ja: Patreonアカウントを連携
ko: Patreon과 연결
pt: Conectar Patreon
ru: Сконнектить Патреон
uk: Приєднатись на Patreon
zh_tw: 連結 Patreon 帳號

source: Disconnect Patreon
cs: Odpojit Patreon
de: Patreon trennen
es: Desconectar Patreon
fi: Katkaise yhteys Patreon-tiliin
fr: Se déconnecter de Patreon
id: Putuskan sambungan Patreon
ja: Patreonアカウントの連携を解除
ko: Patreon 연결 해제
pt: Desconectar Patreon
ru: Отключить Патреон
uk: Відʼєднатись на Patreon
zh_tw: 取消連結 Patreon 帳號

# disconnectPatreonConfirm
source: Are you sure you want to disconnect your Patreon account? You won't be able to use the benefits such as scheduling and your additional accounts will be logged out.
cs: Jste si jistí, že chcete odpojit Patreon účet? Nebudete mít dostupné benefity jako plánování příspěvků a dodatečné účty budou odhlášeny.
de: Bist du dir sicher, dass du deinen Patreon Account trennen möchtest? Du wirst deine Vorteile, wie Beträge zu planen, nicht weiter nutzen können und zusätzliche Accounts werden ausgeloggt.
es: ¿Estás seguro de que quieres desconectar tu cuenta de Patreon? No podrás utilizar las ventajas como la programación y tus cuentas adicionales se desconectarán.
fi: Oletko varma, että haluat katkaista yhteyden Patreon-tiliisi? Et voi enää käyttää etuja, kuten aikatauluttaa maksuja, ja lisätilit kirjataan ulos.
fr: Êtes-vous sûr de vouloir vous déconnecter de votre compte Patreon ? Vous ne pourrez plus bénéficier des avantages tels que la programmation et vos comptes supplémentaires seront déconnectés.
id: Apakah Anda yakin ingin memutuskan sambungan akun Patreon Anda? Anda tidak akan dapat menggunakan manfaat seperti penjadwalan dan akun tambahan Anda akan dikeluarkan.
ja: Patreonアカウントの連携を解除すると予約ポストや複数アカウントの管理などの便利な機能が使用できなくなります。本当にPatreonアカウントの連携を解除してもいいですか？
ko: Patreon 계정과 연결을 해제하시겠습니까? 예약 게시 등의 혜택을 이용할 수 없게 되며, 다른 계정들이 로그아웃됩니다.
pt: Tem certeza de que quer desconectar sua conta Patreon? Você perderá acesso aos seus benfícios e as contas adicionais serão deslogadas.
ru: Вы уверены, что хотите отключить Patreon? Вы не сможете использовать такие преимущества, как расписание, и ваши дополнительные аккаунты будут отключены.
uk: Ви впевнені, що хочете відʼєднати свій обліковий запис Patreon? Ви не зможете використовувати такі переваги, як планування, і ваші додаткові облікові записи будуть вимкнені.
zh_tw: 您確定要取消連結您的 Patreon 帳戶嗎？您將無法使用諸如排程貼文等進階功能，額外的帳號也將被登出。

# patreonNoTier
source: Not a Patron
cs: Nejste Patron
de: Kein/e Patreon-Unterstützer/in
es: No es mecenas
fi: Ei Patreon-tasoa
fr: Pas un Patreon
id: Bukan Pelindung
ja: 一般ユーザー
ko: Patron 아님
pt: Sem benefícios
ru: Это не Патреон
uk: Немає обліковки на Patreon
zh_tw: 一般用戶

# patreonTierInitial
source: Initial
cs: Úvodní (Initial)
es: Inicial
fi: Alkuperäinen
id: Awal
ja: イニシャル
pt: Inicial
ru: Подписчик
uk: Передплатник
zh_tw: 初級者

# patreonTierHelper
source: Helper
cs: Pomocník (Helper)
es: Ayudante
fi: Apu
fr: Assistant
id: Pembantu
ja: ヘルパー
pt: Ajudante
ru: Помощник
uk: Помічник
zh_tw: 幫助者

# patreonTierSupporter
source: Supporter
cs: Podporovatel (Supporter)
es: Partidario
fi: Tukija
id: Pendukung
ja: サポーター
pt: Apoiador
ru: Поддержка
uk: Прихильник
zh_tw: 支持者

# patreonTierSponsor
source: Sponsor
cs: Sponsor (Sponsor)
es: Patrocinador
fi: Sponsori
fr: Parrain
ja: スポンサー
ko: 스폰서
pt: Patrocinador
ru: Спонсор
uk: Спонсор
zh_tw: 贊助者

# errorLoginInvalidEmail
source: Your account doesn't have a valid email or the email isn't verified, please do that within the official apps.
cs: Váš účet nemá platný e-mail nebo e-mail nebyl ověřený. Prosíme, proveďte to v oficiální aplikaci.
de: Bei deinem Account ist keine gültige E-Mail-Adresse hinterlegt oder du hast diese nicht verifiziert. Bitte erledige dies in der offiziellen App.
es: Tu cuenta no tiene un correo electrónico válido o el correo electrónico no está verificado, por favor hazlo dentro de las aplicaciones oficiales.
fi: Tililläsi ei ole voimassa olevaa sähköpostiosoitetta tai et ole vahvistanut sitä. Tee tämä virallisen sovelluksen kautta.
fr: Votre compte n'a pas d'adresse e-mail valide ou l'adresse e-mail n'est pas vérifiée, veuillez effectuer cette vérification dans les applications officielles.
id: Akun Anda tidak memiliki email yang valid atau email tidak terverifikasi, harap lakukan itu di dalam aplikasi resmi.
ja: あなたのアカウントに有効なメールアドレスが登録されていないか、もしくは登録したメールアドレスが認証されていません。公式アプリで登録メールアドレスの確認をしてください。
ko: 계정의 이메일 주소가 잘못되었거나 인증되지 않았습니다. 공식 앱에서 이메일을 관리할 수 있습니다.
pt: Sua conta não tem um endereço de email válido vinculado, ou ainda não foi verificado. Por favor, verifique a situação do seu email nos aplicativos oficiais do Bluesky.
ru: В вашей учетной записи нет действующего адреса электронной почты или адрес электронной почты не подтвержден. Сделайте это в официальных приложениях.
uk: У вашому обліковому записі немає адреси електронної пошти або вона не підтверджена, будь ласка, підтвердіть її в офіційних застосунках.
zh_tw: 您的帳號未擁有合法的電子信箱，或該信箱尚未通過驗證。請至官方應用程式中完成此步驟。

# errorLoginChangeAppPassword
source: You're trying to login with a different App Password than the last used with deck.blue. A verification code was sent to your email, please use it to validate your account and change your password to this new one.
cs: Pokoušíte se přihlásit jiným aplikačním heslem než bylo použito minule. Ověřovací kód byl odeslaný na Váš e-mail. Prosíme, zvalidujte svůj účet a změňte heslo na nové.
de: Du versuchst dich mit einem anderen App-Passwort als letztes Mal bei deck.blue einzuloggen. Ein Verifizierungs-Code wurde an deine E-Mail-Adresse gesendet. Bitte nutze diesen, um deine Identität zu bestätigen und dein geändertes Passwort zu übernehmen.
es: Estás intentando iniciar sesión con una contraseña de aplicación diferente a la última utilizada con deck.blue. Se ha enviado un código de verificación a tu correo electrónico. Utilízalo para validar tu cuenta y cambiar tu contraseña por esta nueva.
fi: Yrität kirjautua deck.blue-palveluun eri sovellussalasanalla kuin viimeksi. Sähköpostiisi on lähetetty vahvistuskoodi. Käytä sitä varmistaaksesi henkilöllisyytesi ja vaihtaaksesi salasanasi uuteen.
fr: Vous essayez de vous connecter avec un App Password différent de celui utilisé précédemment avec deck.blue. Un code de vérification a été envoyé à votre adresse e-mail, veuillez l'utiliser pour valider votre compte et changer votre mot de passe pour le nouveau.
id: Anda mencoba masuk dengan Kata Sandi Aplikasi yang berbeda dari yang terakhir digunakan dengan deck.blue. Kode verifikasi telah dikirimkan ke email Anda, silakan gunakan untuk memvalidasi akun Anda dan mengubah kata sandi Anda ke yang baru ini.
ja: 入力されたアプリパスワードは前回のdeck.blueへのログイン時に入力されたものと異なります。確認のためにあなたのメールアドレスに認証コードを送信しましたので、発行された認証コードを使用して新しいアプリパスワードに変更することを検証してください。
ko: deck.blue에서 마지막으로 썼던 앱 비밀번호와 다른 앱 비밀번호로 로그인을 시도하고 있습니다. 인증 코드가 이메일로 전송됩니다. 계정 인증 후 새로운 앱 비밀번호로 변경하세요.
pt: Você está tentando logar com uma App Password diferente da última utilizada no deck.blue. Um código de verificação foi enviado para o email vinculado à sua conta. Por favor, utilize o código para validar sua identidade e trocar a senha.
ru: Вы пытаетесь войти в систему с паролем приложения, отличным от того, который использовался в последний раз с в deck.blue. На ваш адрес электронной почты был отправлен код подтверждения. Используйте его для подтверждения своей учетной записи и измените свой пароль на новый.
uk: Ви намагаєтеся увійти за допомогою іншого пароля програми, ніж останній, який використовувався з deck.blue. На вашу електронну пошту було надіслано код підтвердження, будь ласка, використовуйте його для перевірки свого облікового запису та зміни пароля на цей новий.
zh_tw: 您嘗試用不同於最後一次登入所使用的應用程式密碼來登入 deck.blue。請至您的信箱收取驗證碼以通過驗證步驟並更新至新密碼。

# errorLoginExpiredChangeCode
source: The verification code used is invalid. If it's expired, we're sending another one.
cs: Ověřovací kód je neplatný. Pokud expiroval, zašleme nový.
de: Der genutzte Verifizierungs-Code ist ungültig. Falls er abgelaufen ist, senden wir dir einen neuen.
es: El código de verificación utilizado no es válido. Si ha caducado, te enviamos otro.
fi: Käyttämäsi vahvistuskoodi on vanhentunut. Tarvitset uuden vahvistuskoodin.
fr: Le code de vérification utilisé est invalide. S'il a expiré, nous en enverrons un autre.
id: Kode verifikasi yang digunakan tidak valid. Jika sudah habis masa berlakunya, kami akan mengirimkan yang lain.
ja: 入力された認証コードが正しくありません。もし認証コードの有効期限が切れている場合は、別の新しい認証コードを送信します。
ko: 잘못된 인증 코드입니다. 코드가 만료되었다면 다시 보내드리겠습니다.
pt: O código de verificação utilizado é inválido. Se estiver expirado, já mandamos um novo.
ru: Ваш код подтверждения устарел. Пожалуйста, запросите новый код подтверждения.
uk: Недійсний код підтвердження. Якщо термін його дії закінчився, ми надішлемо інший.
zh_tw: 此驗證碼已過期，我們會發送一組新的驗證碼。

# passwordCodeLabel
source: Verification code
cs: Ověřovací kód
de: Verifizierungs-Code
es: Código de verificación
fi: Vahvistuskoodi
fr: Code de vérification
id: Kode verifikasi
ja: 認証コード
ko: 인증 코드
pt: Código de verificação
ru: Код подтверждения
uk: Код підтвердження
zh_tw: 驗證碼
